[
    {
        "company-field": "offentlig sektor",
        "company-name": "sl",
        "content": "Vi tog fram en decentraliserad säkerhetsprocess som stöttes av vår Compliance Portal och som gav möjlighet att interagera med säkerhetskraven på ett kontrollerat sätt – samtidigt som man önskade hålla kostnaderna nere utan att tumma på säkerhet.",
        "title": "SL – Compliance portal",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/sl/sl-compliance-portal/"
    },
    {
        "company-field": "telekom",
        "company-name": "kund teliasonera",
        "content": "Vi har utvecklat TeliaSoneras prissättningssystem för nationell trafik och roamingtrafik.",
        "title": "TeliaSonera – prissättningssystem för nationell trafik och roamingtrafik",
        "url": "https://www.knowit.se/kunder/telekom/kund-teliasonera/prissattningssystem-for-nationell-trafik-och-roamingtrafik/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "finska staten",
        "content": "Vi har tagit fram en portal för alla myndighetstjänster i Finland, vilket innebär stora besparingar och en bättre helhets­syn för finska samhällsfunktioner. Att deklarera, rösta eller på andra sätt utöva sina rättigheter och skyldigheter blir enkelt och smidigt genom portalen. Man kommer även kunna koppla privata tjänster, som till exempel hälsa och elförbrukning.",
        "title": "En portal för alla myndighetstjänster",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/finska-staten/en-portal-for-alla-myndighetstjanster/"
    },
    {
        "company-field": "industri",
        "company-name": "svp worldwide",
        "content": "Tack vare uppkopplade funktioner blev symaskinen en säljsuccé.",
        "title": "Världens mest avancerade symaskin",
        "url": "https://www.knowit.se/kunder/industri/svp-worldwide/varldens-mest-avancerade-symaskin/"
    },
    {
        "company-field": "industri",
        "company-name": "husqvarna",
        "content": "För att säkerställa ett lyckat projekt valde Husqvarna att vända sig till oss. Vi utvecklade det kompletta IT-systemet med både back-end- och front-end-komponenter.",
        "title": "The making of IoT – Automower® Connect",
        "url": "https://www.knowit.se/kunder/industri/husqvarna/the-making-of-iot-automower-connect/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "flens kommun",
        "content": "Flens kommun rustar för effektivitet och bättre service för sina medborgare genom att flytta sina IT-system till ­molnet och bygga nya e-tjänster. Hela infrastrukturen ska migreras och en viktig möjliggörare för detta är den så kallade katalogtjänsten som styr hanteringen av identiteter och behörig­heter till tjänster och funktioner.",
        "title": "En inkluderande kommun",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/flens-kommun/en-inkluderande-kommun/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "vrk",
        "content": "Finlands offentliga sektor blir allt tillgängligare. Ett lika färskt som innovativt exempel är Service Locations, en app som guidar till all möjlig samhällsservice.",
        "title": "AR guidar till samhällsservice",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/vrk/ar-guidar-till-samhallsservice/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "electricity",
        "content": "Tillsammans med bland andra Göteborgs stad utvecklar vi projektet ElectriCity – ett spännande samarbete där forskning och samhälle utvecklar nya lösningar för morgondagens hållbara kollektivtrafik.",
        "title": "En resa till framtidens kollektivtrafik",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/electricity/en-resa-till-framtidens-kollektivtrafik/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "sida",
        "content": "Openaid.se är webbplatsen som visualiserar och presenterar öppna data om det svenska biståndet. Här finns data som visar när, till vem och för vilket ändamål svenskt biståndsmedel betalats ut, samt vad det har gett för resultat.",
        "title": "Öppna data om det svenska biståndet",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/sida/oppna-data-om-det-svenska-bistandet/"
    },
    {
        "company-field": "industri",
        "company-name": "hiab",
        "content": "HIAB valde Cybercom (numera Knowit) som strategisk connectivity partner i skapandet av en connectivity roadmap.",
        "title": "HIAB – uppkopplade kranar",
        "url": "https://www.knowit.se/kunder/industri/hiab/hiab-uppkopplade-kranar/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "sodersjukhuset",
        "content": "Södersjukhuset är ett akutsjukhus i storstadsmiljö med cirka 4500 medarbetare och fokus på de stora folksjukdomarna. Södersjukhuset har nordens största akutmottagning och Sveriges största förlossningsklinik med cirka 7500 förlossningar per år.",
        "title": "Compliance Portal – ett viktigt IT-stöd för Södersjukhuset",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/sodersjukhuset/compliance-portal-ett-viktigt-it-stod-for-sodersjukhuset/"
    },
    {
        "company-field": "industri",
        "company-name": "sjalvkorande bilar",
        "content": "Lek med tanken. Det är dags att gå hem och du beställer en bil till kontoret, kliver in och sjunker ner i en fåtölj. Väl framme kliver du ur och bilen kör iväg, inget garage behövs och du behöver inte tänka på att hitta en parkeringsplats.",
        "title": "Teknik för självkörande bilar",
        "url": "https://www.knowit.se/kunder/industri/sjalvkorande-bilar/teknik-for-sjalvkorande-bilar/"
    },
    {
        "company-field": "industri",
        "company-name": "assa abloy",
        "content": "Genom att bemanna projekt med olika kompetenser och erfarenheter från olika geografiska områden kan vi erbjuda en hög leveranskvalitet till förmånligare kostnad, öka förståelsen för olika kulturer och berika oss både som företag och människor.",
        "title": "Vi följer kunden ut i världen – ASSA ABLOY",
        "url": "https://www.knowit.se/kunder/industri/assa-abloy/vi-foljer-kunden-ut-i-varlden-assa-abloy/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "sida",
        "content": "Alla vi som lever och verkar i Sverige är med och bidrar till det svenska biståndet. Det är vår gemensamma investering i en globalt hållbar utveckling. Sidas nya webbplats förklarar biståndet på ett sådant sätt så att alla kan ta det till sig och känna delaktighet.",
        "title": "Sida.se – en webb för vårt gemensamma bistånd",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/sida/sida.se-en-webb-for-vart-gemensamma-bistand/"
    },
    {
        "company-field": "industri",
        "company-name": "byggkoncern polen",
        "content": "En internationell byggkoncern i Polen testar smarta hjälmar för att öka säkerheten på byggplatserna. Hjälmen har utvecklats i samarbete med Cybercom (numera Knowit) och Intel.",
        "title": "Uppkopplad hjälm skyddar byggarbetare",
        "url": "https://www.knowit.se/kunder/industri/byggkoncern-polen/uppkopplad-hjalm-skyddar-byggarbetare/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "helsingforsregionens miljotjanster",
        "content": "HRM (Helsingforsregionens miljötjänster) spelar en viktig roll för den finska huvudstaden – myndigheten förser över en miljon människor med dricksvatten, renar avloppsvatten och tar hand om merparten av regionens avfall. Dessa och andra tjänster utvecklas med hjälp av en rad projekt inom IoT.",
        "title": "IoT styr upp vatten och avfall i Helsingfors",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/helsingforsregionens-miljotjanster/iot-styr-upp-vatten-och-avfall-i-helsingfors/"
    },
    {
        "company-field": "halsa",
        "company-name": "virtamed",
        "content": "Vore det inte fantastiskt om kirurger kunde träna på ingrepp för att utveckla sina färdigheter och minimera risken för misstag? Datorsimulering möjliggör just detta genom att skapa virtuella träningsscenarier. Det ger både blivande och erfarna kirurger möjlighet att öva på artroskopiska operationer och många andra ingrepp i en riskfri miljö innan de börjar behandla verkliga patienter.",
        "title": "Säkrare operationer med uppkopplade simulatorer",
        "url": "https://www.knowit.se/kunder/halsa/virtamed/sakrare-operationer-med-uppkopplade-simulatorer/"
    },
    {
        "company-field": "industri",
        "company-name": "delete",
        "content": "Nordiska miljötjänstföretaget Delete bestämde sig för att förbättra säkerheten på sina arbetsplatser inom rivning i Finland. När Cybercom (numera Knowit) anlitades visade det sig att det saknades färdiga lösningar för att adressera Deletes utmaningar på ett bra sätt.",
        "title": "Teknik i framkant för ökad arbetsplatssäkerhet",
        "url": "https://www.knowit.se/kunder/industri/delete/teknik-i-framkant-for-okad-arbetsplatssakerhet/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "myndighetssverige",
        "content": "Bläck på papper, är inte det lite väl förlegat? Teknik som möjliggör digitala underskrifter finns och inte heller lagstiftningen står i vägen. Ändå signeras otaliga avtal för hand med allt vad det innebär med tids- och resurskrävande utskrifter, utskick, transporter och pappersarkiv.",
        "title": "Digital signatur effektiviserar Myndighetssverige",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/myndighetssverige/digital-signatur-effektiviserar-myndighetssverige/"
    },
    {
        "company-field": "halsa",
        "company-name": "iot",
        "content": "Vatten är vårt viktigaste livsmedel där tillgång och kvalitet är avgörande för att ett samhälle ska fungera. För att säkra en god kvalitet på vårt dricksvatten genomförs regelbundna kontroller som följs upp genom utvärderingar.",
        "title": "IoT säkrar vattenkvalitet i Polen",
        "url": "https://www.knowit.se/kunder/halsa/iot/iot-sakrar-vattenkvalitet-i-polen/"
    },
    {
        "company-field": "industri",
        "company-name": "troax",
        "content": "Troax ville göra det enklare för sina kunder att beställa anpassade maskinskyddslösningar, och vände sig till oss för att få hjälp med detta.",
        "title": "Troax – Webbaserad produktkonfigurator (Drawit)",
        "url": "https://www.knowit.se/kunder/industri/troax/troax-webbaserad-produktkonfigurator/"
    },
    {
        "company-field": "halsa",
        "company-name": "sportfiskarna",
        "content": "Den ideella organisationen Sportfiskarna har tillsammans med Knowit utvecklat en it-strategi som stöttar verksamhetens kraftiga tillväxt. It-avdelningens roll, prioriteringar och processer har blivit tydligare och nya broar har byggts mellan avdelningar för att skapa starka synergier inom organisationen.",
        "title": "Sportfiskarna får en ny it-strategi",
        "url": "https://www.knowit.se/kunder/halsa/sportfiskarna/sportfiskarna-far-en-ny-it-strategi/"
    },
    {
        "company-field": "halsa",
        "company-name": "region stockholm",
        "content": "Region Stockholm har tagit hjälp av Knowit för att skapa en tidbokningstjänst via 1177 Vårdguiden på telefon, vilket innebär att sjuksköterskor på sjukvårdsrådgivningen numera kan boka tider till mottagningar direkt under pågående samtal med patienter. Tack vare den nya tjänsten får patienter som har akuta men inte  livshotande besvär en inbokad tid inom ett dygn till rätt vårdform och behöver inte uppsöka akut och närakut.",
        "title": "Tidbokning via 1177 Vårdguiden på telefon avlastar akuten",
        "url": "https://www.knowit.se/kunder/halsa/region-stockholm/tidbokning-via-1177-vardguiden-pa-telefon-avlastar-akuten/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "sveriges riksdag",
        "content": "EU angår alla – men uppfattas av många som krångligt och lite svårtillgängligt. Vad gör EU egentligen? Hur påverkas Sverige av EU? Vad används pengarna till? Webbplatsen för Sveriges riksdags EU-information ger dig svaren – på ett lekfullt sätt.",
        "title": "EU-information med både teori och praktik",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/sveriges-riksdag/riksdagens-eu-information/"
    },
    {
        "company-field": "industri",
        "company-name": "roxtec",
        "content": "Vi vägleder det globala industriföretaget Roxtec i sin digitala transformation. Ett arbete som stöttar en förändrad organisation, en effektivare säljprocess och möjligheter att nå nya kunder. Såhär har vi gemensamt omvandlat tillväxtstrategi till verklighet med hjälp av en ökad digitalisering och ett starkt kundfokus.",
        "title": "Vi digitaliserar industriföretaget Roxtec",
        "url": "https://www.knowit.se/kunder/industri/roxtec/roxtec/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "stockholms stad",
        "content": "Vi hjälpte Stockholms stad att ta fram en chattbot som guidar ungdomar i gymnasievalet. Säg hej till Gymnasieboten!",
        "title": "Gymnasieboten – Stockholms stad",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/stockholms-stad/gymnasieboten/"
    },
    {
        "company-field": "bank finans forsakring",
        "company-name": "lansforsakringar",
        "content": "När Länsförsäkringar skulle lansera nytt intranät för 23 federala bolag, gick uppdraget till oss. Med funktioner som underlättar medarbetarnas dagliga arbete och snabbt låter dem hitta det de söker, bidrog nya Länet både till högre effektivitet och en bättre användarupplevelse.",
        "title": "Länet - ett intranät som effektiviserar",
        "url": "https://www.knowit.se/kunder/bank-finans-forsakring/lansforsakringar/lanet/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "stockholms stad",
        "content": "Hur kan staden samverka med moder jord? På Stockholms stads webbplats Reflow får du svaret. Utforska globala och lokala flöden av energi, vatten och materia i en hållbar stad. Go Reflow!",
        "title": "Lustfyllt lärande för Stockholms stad och Reflow",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/stockholms-stad/reflow/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "stockholms stad",
        "content": "Guld i Svenska Designpriset och utmärkelsen \"Heritage in Motion Award 2017\" för bästa webbplats och digitala innehåll – upptäck Stockholmskällans nya webbplats.",
        "title": "Stockholmskällan klär Stockholms historia i ny kostym",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/stockholms-stad/stockholmskallan/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "stockholms stad",
        "content": "Sedan 2005 är vi stolt digital partner till Stockholms stad. Det innebär ett både roligt och omfattande uppdrag, som bland annat resulterat i utmärkelsen Årets bästa webbplats 2015.",
        "title": "Ett digitalt Stockholm för alla",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/stockholms-stad/stockholms-stad/"
    },
    {
        "company-field": "handel tjanster",
        "company-name": "anicura",
        "content": "Vi hjälper AniCura Group med digital närvaro för att öka kännedomen om AniCura och deras tjänster i Sverige och Europa. Vi skapade en ny extern webbplats – utvecklad med användaren i fokus.",
        "title": "AniCura - tillsammans för djurens bästa",
        "url": "https://www.knowit.se/kunder/handel-tjanster/anicura/anicura---tillsammans-for-djurens-basta/"
    },
    {
        "company-field": "handel tjanster",
        "company-name": "internetstiftelsen",
        "content": "Vi fick i uppdrag att ta fram filmen om Internetstiftelsen. Den som på ett så enkelt sätt som möjligt skulle förklara hela bredden av verksamheten och spegla varumärket.",
        "title": "Filmen om Internetstiftelsen",
        "url": "https://www.knowit.se/kunder/handel-tjanster/internetstiftelsen/filmen-om-internetstiftelsen/"
    },
    {
        "company-field": "media utbildning",
        "company-name": "svt",
        "content": "I en tid där det linjära tv-tittandet minskar skapade vi en av Sveriges mest populära digitala sporttjänster för SVT.",
        "title": "SVT Sport – En given vinnare",
        "url": "https://www.knowit.se/kunder/media-utbildning/svt/svt-sport/"
    },
    {
        "company-field": "handel tjanster",
        "company-name": "swims",
        "content": "Med sin nya globala e-handel har SWIMS fått ett hem som är i harmoni med det tekniskt avancerade och estetiskt starka varumärket.",
        "title": "Global e-handel för SWIMS",
        "url": "https://www.knowit.se/kunder/handel-tjanster/swims/swims/"
    },
    {
        "company-field": "handel tjanster",
        "company-name": "internetstiftelsen",
        "content": "Nytt namn, ny identitet och nu var det dags för en lyft på webbplatsen. Innan förändringen var det en ganska rörig upplevelse. Tillsammans med Internetstiftelsen startade vi projektet med att skapa samsyn kring syfte, definiera mål, prioritera bland målgrupper och användare. Sedan tog vi fram lösningar för UX och design.",
        "title": "Ny webbplats för Internetstiftelsen",
        "url": "https://www.knowit.se/kunder/handel-tjanster/internetstiftelsen/internetstiftelsen-ny-webb/"
    },
    {
        "company-field": "handel tjanster",
        "company-name": "white arkitekter",
        "content": "När arkitektfirman White ville nå ut till en internationell marknad, fick vi i uppdrag att skapa deras nya webbplats. Resultatet blev en webbplats som vibrerar av färg och rörelse, och inspirerar till att upptäcka de spännande miljöer White skapar. Plus en plats bland världens erkänt bästa webbplatser!",
        "title": "White Arkitekter – en webbplats i absolut världsklass",
        "url": "https://www.knowit.se/kunder/handel-tjanster/white-arkitekter/white-arkitekter/"
    },
    {
        "company-field": "handel tjanster",
        "company-name": "arla",
        "content": "Arla Unika ville göra det ännu enklare för kräsna ost connoisseurer att få tag i de speciella ostarna. Vi har lyckats hjälpa Arla Unika och mött deras ambition genom en ny e-handelsplats som stöder deras position som ett vasst gourmetvarumärke.",
        "title": "En värld fylld av lyxiga ostar",
        "url": "https://www.knowit.se/kunder/handel-tjanster/arla/arla-unika/"
    },
    {
        "company-field": "handel tjanster",
        "company-name": "internetstiftelsen",
        "content": "När stiftelsen som kan allt om internet hörde av sig och ville ha vår hjälp, då blev vi allt lite star struck. Nu kan vi med stolthet säga att vi har hjälpt Internetstiftelsen att sätta sitt namn på kartan.",
        "title": "Internetstiftelsen får ny kostym",
        "url": "https://www.knowit.se/kunder/handel-tjanster/internetstiftelsen/internetstifelsen-far-ny-kostym/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "forsvarsmakten",
        "content": "Vilken är Försvarsmaktens roll i Sverige? Och hur påverkar den dig och ditt liv? Som en del av Försvarsmaktens varumärkesbyggande kampanj Du Nya, Du Fria lät vi en chatbot berätta om just detta.",
        "title": "Chatbot gav Försvarsmakten röst",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/forsvarsmakten/forsvarsmakten/"
    },
    {
        "company-field": "handel tjanster",
        "company-name": "kappahl",
        "content": "Det svenska modeföretaget KappAhl har idag butiker i flera europeiska länder och produktionskontor över hela världen. Ju mer företaget har vuxit, desto större har behovet av förbättrad internkommunikation mellan olika kontor, distributionscentraler och butiker blivit.",
        "title": "Så skapade vi moderiktig internkommunikation för KappAhl",
        "url": "https://www.knowit.se/kunder/handel-tjanster/kappahl/kappahl/"
    },
    {
        "company-field": "handel tjanster",
        "company-name": "fastighetsbyran",
        "content": "Inspirerande, individanpassat och informellt. Det var ledorden när vi skapade ett nytt intranät för Sverige största mäklare Fastighetsbyrån. Resultatet blev ett personaliserat intranät med säljdriv – och en omedelbar succé bland de anställda.",
        "title": "Byrålådan – Fastighetsbyråns inspirerande intranät",
        "url": "https://www.knowit.se/kunder/handel-tjanster/fastighetsbyran/byraladan/"
    },
    {
        "company-field": "handel tjanster",
        "company-name": "amnesty",
        "content": "Vi fick i uppdrag av Amnesty Sverige att ta fram en ny webbplats som engagerar. Men också stärker Amnestys position som främsta expert inom mänskliga rättigheter.",
        "title": "Amnesty – en webbplats som gör skillnad",
        "url": "https://www.knowit.se/kunder/handel-tjanster/amnesty/amnesty/"
    },
    {
        "company-field": "handel tjanster",
        "company-name": "swedish life cycle center",
        "content": "Hur kan kunskap om produkters miljöpåverkan spridas på bästa sätt? Vi skapade en ny samarbetsplattform där akademi, industri, forskning och myndigheter möts för att hitta vägen till en hållbar framtid. Allt genomsyrat av en ny visuell identitet.",
        "title": "Webbplatsen som hjälper dig att livscykeltänka",
        "url": "https://www.knowit.se/kunder/handel-tjanster/swedish-life-cycle-center/swedish-life-cycle-center/"
    },
    {
        "company-field": "handel tjanster",
        "company-name": "libero",
        "content": "Hur gör man verklig skillnad för sin målgrupp på sociala medier? För Libero kom svaret naturligt. Med en social strategi och nyskapande filmer hjälpte vi Libero att nå sin målgrupp – som en hjälpande hand i vardagen.",
        "title": "Så blev Libero en hjälpsam kompis i flödet",
        "url": "https://www.knowit.se/kunder/handel-tjanster/libero/libero/"
    },
    {
        "company-field": "handel tjanster",
        "company-name": "akademibokhandeln",
        "content": "Lagom till julhandeln lanserades Akademibokhandelns e-handel. Med en sann omnikanal-upplevelse har kedjan suddat ut gränsen mellan butik på stan och butik på nätet. Vi var med hela vägen.",
        "title": "Akademibokhandelns e-handel – omnikanal på riktigt",
        "url": "https://www.knowit.se/kunder/handel-tjanster/akademibokhandeln/akademibokhandelns-e-handel/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "sveriges riksdag",
        "content": "Sveriges riksdag behövde en plattform där riksdagsledamöter, förvaltningsanställda och anställda på partikanslierna snabbt kunde få tillgång till rätt information, utföra uppgifter, och stärka känslan av samhörighet inom organisationen.",
        "title": "Så skapade vi Riksdagens prisvinnande intranät",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/sveriges-riksdag/sveriges-riksdag/"
    },
    {
        "company-field": "media utbildning",
        "company-name": "liber",
        "content": "När förlaget Liber ville stärka sitt varumärke i en alltmer digitaliserad värld, tog de hjälp av oss. I nära samarbete med Liber arbetade vi fram en ny varumärkesplattform och en ny visuell identitet, som tydliggjorde förlagets position och riktning – både internt och mot marknaden.",
        "title": "Kunskap som gör skillnad – en varumärkesresa med Liber",
        "url": "https://www.knowit.se/kunder/media-utbildning/liber/kunskap-som-gor-skillnad--en-varumarkesresa-med-liber/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "destination uppsala",
        "content": "Destination Uppsalas chatbot ska inspirera och guida besökare till Uppsala. Knowit har stått för strategi, innehåll och produktion.",
        "title": "Chatbot guidar till Uppsalas smultronställen",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/destination-uppsala/chatbot-guidar-till-uppsalas-smultronstallen/"
    },
    {
        "company-field": "handel tjanster",
        "company-name": "fastighetsbyran",
        "content": "En bostadsförsäljning kan upplevas som både nervös och lite krånglig. Med Fastighetsbyråns Säljcoach skapade vi en webbaserad tjänst som håller dig som säljare i handen hela vägen och ger total överblick. Glöm pappersblanketter och obskyra mejltrådar – i Säljcoachen samlar du alla dokument och har full koll över hela processen.",
        "title": "Smidigare bostadsförsäljning med Fastighetsbyråns Säljcoach",
        "url": "https://www.knowit.se/kunder/handel-tjanster/fastighetsbyran/saljcoachen/"
    },
    {
        "company-field": "handel tjanster",
        "company-name": "liseberg",
        "content": "2016 fick vi uppdraget att ta fram ”en ny hemsida” för Liseberg.se med fler än sju miljoner besökare per år. Tre år senare ser vi nu tillbaka på en fartfylld resa med 25 procent ökade intäkter, ett svenskt designpris och en hel värld av nya upplevelser.",
        "title": "Sveriges största upplevelse har blivit digital",
        "url": "https://www.knowit.se/kunder/handel-tjanster/liseberg/liseberg/"
    },
    {
        "company-field": "handel tjanster",
        "company-name": "amf fastigheter",
        "content": "Vi har varit en del av AMF Fastigheters digitala vardag sedan 2016. Ett roligt och mångsidigt uppdrag som innefattat allt från en ny företagswebb till sociala media-produktioner.",
        "title": "AMF Fastigheter – att bygga ett digitalt fastighetsbolag",
        "url": "https://www.knowit.se/kunder/handel-tjanster/amf-fastigheter/amf-fastigheter/"
    },
    {
        "company-field": "handel tjanster",
        "company-name": "givewatts",
        "content": "Vi hjälpte Givewatts att digitalisera distributionen av hållbara energilösningar i östra Afrika. Bland annat för att fler skolelever ska kunna göra sina läxor när mörkret fallit.",
        "title": "Givewatts lyser upp östra Afrika",
        "url": "https://www.knowit.se/kunder/handel-tjanster/givewatts/givewatts/"
    },
    {
        "company-field": "handel tjanster",
        "company-name": "libresse",
        "content": "VI hjälpte Libresse att nå ut till sin yngsta målgrupp med en stöttande och smart innehållssatsning på Youtube.",
        "title": "Blodigt allvar – Ett enkelt sätt att prata om mens",
        "url": "https://www.knowit.se/kunder/handel-tjanster/libresse/libresse/"
    },
    {
        "company-field": "halsa",
        "company-name": "libresse",
        "content": "Hur kan vi sätta mensfrågan på agendan inom idrotten och samtidigt öka lojaliteten för varumärket Libresse? Lösningen blev Mensutmaningen, där idrottsföreningar utmanar varandra att bryta menstabut.",
        "title": "Mensutmaningen",
        "url": "https://www.knowit.se/kunder/halsa/libresse/mensutmaningen/"
    },
    {
        "company-field": "halsa",
        "company-name": "svenska fotbollsforbundet",
        "content": "Lagom till fotbolls-VM lanserade Svenska Fotbollförbundet en ny webbplats med hjälp av oss. Med fokus på att göra fotboll tillgängligt för fler, lanserades en lättnavigerad webbplats just före avspark.",
        "title": "Svensk fotboll för alla",
        "url": "https://www.knowit.se/kunder/halsa/svenska-fotbollsforbundet/fotboll-for-alla/"
    },
    {
        "company-field": "halsa",
        "company-name": "galderma",
        "content": "80 procent av dagens ungdomar kämpar med akne och för de svårast drabbade kan en medicinsk behandling vara tuff. Baserat på AI utvecklade vi ett digitalt hjälpmedel för Galderma, ett företag som tar fram hudbehandlingsprodukter mot akne.",
        "title": "Tuffare hudbehandlingar blir lättare att genomföra med en mobilapp",
        "url": "https://www.knowit.se/kunder/halsa/galderma/galderma/"
    },
    {
        "company-field": "halsa",
        "company-name": "region stockholm",
        "content": "Region Stockholm har tillsammans med Knowit skapat en mer sammanhållen vårdkedja som gör att barnpatienter kommer till rätt vårdform direkt och akutmottagningarna avlastas. Oroliga föräldrar som ringer 1177 Vårdguiden på telefon slussas nu till rätt vårdform och vårdens medarbetare har mer tid för sina patienter.",
        "title": "Barn i Stockholmsregionen får bättre sammanhållen vård ",
        "url": "https://www.knowit.se/kunder/halsa/region-stockholm/barn-i-stockholmsregionen-far-battre-sammanhallen-vard/"
    },
    {
        "company-field": "halsa",
        "company-name": "war on cancer",
        "content": "War On Cancer är ett socialt nätverk och en app för alla som har drabbats av cancer. Det är ett forum som vänder sig till den som har fått en cancerdiagnos men där också anhöriga till den drabbade kan få stöd. Hur kan diagnostisering av förebyggande behandling förbättras med hjälp av AI och prediktiv analys? Tillsammans med Knowit arbetar War on Cancer för att utveckla ännu bättre stöd för mental hälsa.",
        "title": "Bättre stöd för mental hälsa i samband med cancer",
        "url": "https://www.knowit.se/kunder/halsa/war-on-cancer/war-on-cancer/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "kommun",
        "content": "När en kommun ville göra ett omtag kring sin sourcingmodell tog de hjälp av Knowit. Med förståelse för verksamhetens förutsättningar och behov tog vi fram ett vägledande verktyg för beslut i sourcingfrågor som stödjer deras mål att leverera digital service till kommunen på ett effektivt och säkert sätt.",
        "title": "Kommun får verktyg för beslut om sourcing av it och digitala stöd",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/kommun/kommun-far-verktyg-for-beslut-om-sourcing-av-it/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "organisation",
        "content": "En organisation har tagit hjälp av Knowit för att upphandla nytt avtal för digital arbetsplats i syfte att underlätta och effektivisera arbetet för sina medarbetare. Samtidigt lägger avtalen grunden till långsiktiga sourcingrelationer där samarbetet kännetecknas av ömsesidig utveckling och delaktighet.",
        "title": "Upphandling av digital arbetsplats inom offentlig sektor",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/organisation/upphandling-av-digital-arbetsplats-inom-offentlig-sektor/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "region",
        "content": "En av Sveriges större regioner har med Knowits hjälp upphandlat ett nytt telefoniavtal och lyckats sänka kostnaderna med 40 procent. Avtalet ger regionen en gemensam telefonlösning med verksamhetsanpassade funktioner och en central telefoniförvaltning. För användarna innebär detta att de får en enhetlig, effektiv och tillgänglig funktion med tillhörande support.",
        "title": "Region sänker sina kostnader med nytt telefoniavtal",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/region/region-sanker-sina-kostnader-med-nytt-telefoniavtal/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "region",
        "content": "En region har tagit hjälp av Knowit för att upphandla ett nytt avtal som säkerställer en robust och flexibel telefonilösning, effektivare avtalsuppföljning och stora kostnadsbesparingar. Tillsammans med kunden arbetade vi med förankring och kravställning för att framtidssäkra regionens telefoni.",
        "title": "Upphandling för framtidssäkrad telefoni",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/region/upphandling-framtidssakrad-telefoni/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "kommun",
        "content": "En av de tio största kommunerna i Sverige har tagit hjälp av Knowit för att ta fram en försörjningsstrategi för IT och digitala satsningar. Strategin vägleder kommunen i sourcingfrågor och säkerställer att det som upphandlas inom IT möter såväl organisationens mål som framtidens behov.",
        "title": "Framtagning och etablering av försörjningsstrategi i kommun",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/kommun/framtagning-och-etablering-av-forsorjningsstrategi-i-kommun/"
    },
    {
        "company-field": "industri",
        "company-name": "grieg seafood",
        "content": "Vilken fisk fick jag egentligen på kroken? Snart kan AI och maskininlärning ge dig svaret i Fritidsfiskeappen som Knowit har skapat åt Fiskeridirektoratet i Norge.",
        "title": "Appen känner igen fångsten med AI",
        "url": "https://www.knowit.se/kunder/industri/grieg-seafood/kanner-igen-fangsten-med-ai/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "nynashamns kommun",
        "content": "Socialförvaltningen i Nynäshamns kommun har tagit hjälp av Knowit för att upphandla ett nytt avtal för bästa möjliga verksamhetssystem med mål om att underlätta vardagen för personalen och ge dem mer tid med vårdtagarna. En genomarbetad förstudie, ett komplett upphandlingsstöd och en handfast upphandlingsstrategi ligger till grund för arbetet.",
        "title": "Nynäshamns kommun - förstudie och upphandling av socialförvaltningens verksamhetssystem",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/nynashamns-kommun/nynashamns-kommun---forstudie-och-upphandling-av-socialforvaltningens-verksamhetssystem/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "vgr",
        "content": "Västra Götalandsregionen (VGR) har tillsammans med Knowit infört smarta arbetssätt och smidig teknik för att underlätta vårdpersonalens dagliga arbete. Nu kan medarbetare fokusera mer på sina patienter och mindre på administration tack vare en bättre arbetsmiljö, större flexibilitet och ökad säkerhet.",
        "title": "Förbättrad it-miljö hos VGR",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/vgr/forbattrad-it-miljo-vgr/"
    },
    {
        "company-field": "energi",
        "company-name": "nordic green energy",
        "content": "Elhandelsbolaget Nordic Green Energy levererar energilösningar på den svenska och finska marknaden och har sammanlagt cirka 180 000 kunder. Knowit har hjälpt och stöttat kunden med att byta debiteringssystem från CAB till EnoroCIS.",
        "title": "Smidigt byte av debiteringssystem för Nordic Green Energy",
        "url": "https://www.knowit.se/kunder/energi/nordic-green-energy/byte-av-debiteringssystem-for-nordic-green-energy/"
    },
    {
        "company-field": "telekom",
        "company-name": "tjanstearenden",
        "content": "Med stora krav på verksamhetskompetens hjälpte Knowit till med att analysera och utveckla en anpassad lösning för kundens tjänsteerbjudanden. Kunden kan nu enklare genomföra ändringar och användarna har fått en ökad grad av självbetjäning.",
        "title": "Ökad grad av självbetjäning och produktkatalog i realtid",
        "url": "https://www.knowit.se/kunder/telekom/tjanstearenden/okad-grad-av-sjalvbetjaning-och-produktkatalog-i-realtid/"
    },
    {
        "company-field": "halsa",
        "company-name": "feelgood",
        "content": "Hälsoföretaget Feelgood utvecklar tillsammans med Knowit nya möjligheter att analysera data för bättre kundinsikter och en mer kundanpassad och proaktiv kunddialog.",
        "title": "Utveckling av datadriven kunddialog",
        "url": "https://www.knowit.se/kunder/halsa/feelgood/feelgood/"
    },
    {
        "company-field": "telekom",
        "company-name": "samhallstjanster",
        "content": "Knowit arbetade tillsammans med kunden fram effektivare team med agila arbetsmetoder vilket förbättrade både kundens time to market och innovationsförmåga. Snabbare leverans av viktiga samhällstjänster, effektivare verksamhet och en ökad grad av innovation blev resultatet.",
        "title": "Leverans av samhällstjänster med agila team",
        "url": "https://www.knowit.se/kunder/telekom/samhallstjanster/leverans-av-samhallstjanster-med-agila-team/"
    },
    {
        "company-field": "halsa",
        "company-name": "statens veterinarmedicinska anstalt",
        "content": "Statens veterinärmedicinska anstalt, SVA, är en expertmyndighet med beredskapsuppdrag som främjar djurs och människors hälsa, svensk djurhållning och vår miljö genom diagnostik, forskning, beredskap och rådgivning. SVA:s primära målgrupper är veterinärer och djurägare runtom i landet. Under 2019 och 2020 har SVA gjort en digitaliseringssatsning där Knowit har utvecklat en helt ny webbplats och e-handel.",
        "title": "SVA erbjuder sina produkter, remisser och publikationer via e-handel ",
        "url": "https://www.knowit.se/kunder/halsa/statens-veterinarmedicinska-anstalt/sva-erbjuder-sina-produkter-och-remisser-via-ehandel/"
    },
    {
        "company-field": "halsa",
        "company-name": "aisab",
        "content": "Ambulanssjukvården i Storstockholm (AISAB) är ett bolag som ägs av Region Stockholm AB och som utgör en viktig samhällsfunktion som ska fungera dygnet runt årets alla dagar. Knowit har sedan 2018 hjälpt AISAB i sin digitaliseringsresa genom att utveckla en helt ny externwebb och ett nytt intranät som ska möta besökarnas behov och bolagets krav. En tydlig målsättning har varit att attrahera nya medarbetare.",
        "title": "AISABs digitaliseringsresa mot en tillgänglig webb och effektiv arbetsplats",
        "url": "https://www.knowit.se/kunder/halsa/aisab/aisab/"
    },
    {
        "company-field": "handel tjanster",
        "company-name": "ramudden",
        "content": "För att på ett säkert sätt stötta sina kunder i att skapa säkra arbetsplatser behövde Ramudden utveckla och modernisera den egna externa webbplatsen. Målet var att göra webbplatsen till verksamhetens digitala centrum – både för kunder och medarbetare för att på så sätt effektivisera arbetet.",
        "title": "Ramuddens nya webb & PIM-system",
        "url": "https://www.knowit.se/kunder/handel-tjanster/ramudden/ramuddens-nya-webb-och-pim-system/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "uppsala kommun",
        "content": "Uppsala kommun såg behovet av att förbättra sin hantering av bygglov. Trots fler handläggare visade nöjd kund-index att hanteringen inte fungerade optimalt. Nu har Uppsala kommun tillsammans med Knowit genomfört ett projekt där de tagit fram ett digitalt stöd för att hjälpa den sökande genom hela processen.",
        "title": "Uppsala kommuns bygglovenhet",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/uppsala-kommun/uppsala-kommuns-bygglovenhet/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "inera",
        "content": "En av Sveriges största webbplatser 1177 Vårdguiden har fått ett nytt utseende och en ny teknisk plattform.",
        "title": "Ny plattform för Vårdguiden 1177",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/inera/plattform-vardguiden-1177/"
    },
    {
        "company-field": "bank finans forsakring",
        "company-name": "ratsit",
        "content": "Med huvudsakligt fokus på försäljning av digitala tjänster är det kritiskt för Ratsit.se att IT-avdelningen fungerar optimalt. Under tider med extraordinära omständigheter som med Covid-19 ställer det extra höga krav på flexibilitet inom det distribuerade IT-teamet.",
        "title": "Distribuerat team som fungerar väl i både normala och extraordinära situationer som Covid-19",
        "url": "https://www.knowit.se/kunder/bank-finans-forsakring/ratsit/distribuerat-team-covid-19/"
    },
    {
        "company-field": "industri",
        "company-name": "olagligt fiske",
        "content": "I Norge bygger fiskeindustrin på principen om hållbart fiske och strikta fiskeriföreskrifter. Knowit skapade en lösning där den norska kusttjänsten på ett effektivt sätt kan upptäcka olagligt fiske.",
        "title": "Identifiering av olaglig fiskeverksamhet genom robotstyrd automation och maskininlärning",
        "url": "https://www.knowit.se/kunder/industri/olagligt-fiske/olaglig-fiskeverksamhet/"
    },
    {
        "company-field": "halsa",
        "company-name": "ansiktsigenkanning",
        "content": "I oroliga tider på grund av krig eller naturkatastrof händer det ofta att familjer kommer ifrån varandra och separeras. Med hjälp av data och ansiktsigenkänning blir det enklare att hjälpa familjemedlemmar att återförenas.",
        "title": "Återförening av familjer med hjälp av data och ansiktsigenkänning",
        "url": "https://www.knowit.se/kunder/halsa/ansiktsigenkanning/ansiktsigenkanning/"
    },
    {
        "company-field": "handel tjanster",
        "company-name": "marqet",
        "content": "I den snabbväxande retailbranschen är varumärket och den digitala närvaron viktigare än någonsin. E-handeln blir starkare, vilket gör det svårt för fysiska butiker att hänga med – något MQ fick känna av. En tydligare positionering på marknaden krävdes och genom att lära känna den egna målgruppen skapades en konceptbutiks-kedja som speglar den nya tidens arbetsliv. MQ blev MarQet.",
        "title": "MQ blir MarQet",
        "url": "https://www.knowit.se/kunder/handel-tjanster/marqet/mq-blir-marqet/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "peppol3",
        "content": "PEPPOL är ett standardiserat sätt att utbyta elektroniska dokument inom och över EU:s gränser. Knowit har utvecklat en modul för produktion av PEPPOL-fakturor som kan användas av de kunder som redan har produkten OpenText Exstream/StreamServe installerad.",
        "title": "PEPPOL-modul för elektronisk fakturahantering",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/peppol3/peppol/"
    },
    {
        "company-field": "handel tjanster",
        "company-name": "ramundberget",
        "content": "Ramundberget stod inför utmaningen att ta fram en ny digital plattform i syfte att bli tydligare, uppnå ökad synlighet och förbättrad användarvänlighet. Målet var att förenkla för gäster att boka boende, hyra utrustning och hitta relevant information om destinationen. Samtidigt också att förenkla redaktörsarbetet för sina medarbetare.",
        "title": "Ny digital plattform för Ramundberget",
        "url": "https://www.knowit.se/kunder/handel-tjanster/ramundberget/ny-digital-plattform-for-ramundberget/"
    },
    {
        "company-field": "handel tjanster",
        "company-name": "varuhuskedja",
        "content": "Ökad kompetens och bättre kapacitet inom test och kvalitetssäkring var behovet för en av Sveriges globala varuhuskedjor. Satsningen gav resultat och idag sker leveranser i snabbare takt med högre kvalitet och kundnöjdhet.",
        "title": "Varuhuskedja ökade sin kompetens och kapacitet inom test och kvalitetssäkring",
        "url": "https://www.knowit.se/kunder/handel-tjanster/varuhuskedja/varuhuskedja-okade-sin-kompetens-och-kapacitet-inom-test-och-kvalitetssakring/"
    },
    {
        "company-field": "energi",
        "company-name": "weum",
        "content": "När Weum Gas blev egen verksamhet behövde de snabbt få en egen IT-miljö på plats. Behovet att ta tillvara på redan tillgänglig data uppfylldes med det nya systemet samtidigt som Weum fick ökad agilitet och flexibilitet.",
        "title": "Befintlig data i ny IT-miljö",
        "url": "https://www.knowit.se/kunder/energi/weum/weum/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "vastra gotalands lan",
        "content": "Knowit fick i uppdrag att leda en förstudie som syftade till att utreda förutsättningarna för, och ge förslag på, hur en länsgemensam samverkan för att utveckla och tillgängliggöra öppna data skulle kunna etableras – ett prioriterat insatsområde i regionens digitala agenda. Målet är en än smartare, enklare och mer hållbar region.",
        "title": "Västra Götalands län - samverkan inom öppna data",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/vastra-gotalands-lan/samverkan-inom-oppna-data/"
    },
    {
        "company-field": "media utbildning",
        "company-name": "foretagarna",
        "content": "Företagarna är en organisation som driver utvecklingen för att skapa ett bättre företagsklimat. Med ett stort antal medlemskap fanns ett behov att hanteringen av dessa skulle vara mer säker och effektiv. Tillsammans med Knowit utvecklades en molnbaserad CRM-lösning med en användarvänlig plattform för att samla, dela och följa upp information.",
        "title": "Agil förvaltning av Företagarnas CRM-lösning",
        "url": "https://www.knowit.se/kunder/media-utbildning/foretagarna/foretagarna/"
    },
    {
        "company-field": "handel tjanster",
        "company-name": "varuhuskedja",
        "content": "En av Sveriges globala varuhuskedjor önskade minskat beroende av lokala IT-leverantörer och samtidigt öka sin kompetens och kontroll av egna applikationer.\nTillsammans med kund tog Knowit fram en lösning där flytt till publika molntjänster gjordes vilket gav en modern och framtidssäkrad plattform.",
        "title": "Flytt av IT-lösningar till molnet",
        "url": "https://www.knowit.se/kunder/handel-tjanster/varuhuskedja/flytt-av-it-losningar-till-molnet/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "sos alarm",
        "content": "SOS Alarm har tillsammans med ett agilt team från Knowit utvecklat en app för att skapa ett tryggare Sverige för alla. Målet är bland annat snabb, relevant och pålitlig information vid händelser som inträffar i användarens närhet. Samtal som kommer in via 112-appen skickar automatiskt geografisk position, vilket gör att hjälp kan skickas till rätt plats direkt.",
        "title": "SOS Alarm skapar ökad trygghet genom 112-app",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/sos-alarm/sos-alarm/"
    },
    {
        "company-field": "energi",
        "company-name": "elnatsbolag",
        "content": "Elnätsbolagen i Sverige har använt samma arbetssätt för fälttjänster i över 80 år. Arbetssättet styrs mycket av ESA (elsäkerhetsanvisningar) för att förhindra att allvarliga olyckor inte uppstår. Knowit hjälpte elnätsbolaget med att driva ett projekt som syftade till att effektivisera arbetssättet och implementera ett digitalt gränssnitt utan avkall på säkerheten. Effekten av det genomförda projektet gav ett stort värde för kunden.",
        "title": "Elnätsbolag - verksamhetseffektivisering med stort värde",
        "url": "https://www.knowit.se/kunder/energi/elnatsbolag/verksamhetseffektivisering-med-stort-varde/"
    },
    {
        "company-field": "industri",
        "company-name": "manufacturing",
        "content": "Två år efter nylanseringen av Väderstad AB:s webbplats vaderstad.com togs ytterligare ett steg i att spegla företagets höga produktkvalitet också i upplevelsen på webben.",
        "title": "Mer premiumkänsla och partnerskap hos Väderstad",
        "url": "https://www.knowit.se/kunder/industri/manufacturing/vaderstad/mer-premiumkansla-och-partnerskap-hos-vaderstad/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "folktandvarden stockholm",
        "content": "Folktandvården Stockolm får en ny modern webb som möter upp mot de nya myndighetskraven gällande tillgänglighet och ger användarna ett förenklat och användarvänligt bokningsflöde.",
        "title": "Avskalad design med smidigt bokningssystem",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/folktandvarden-stockholm/folktandvarden-externwebb/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "st eriks ogonsjukhus",
        "content": "S:t Eriks Ögonsjukhus vision är stärka bilden av att vara centrum för ögonsjukvård, forskning och utbildning. Knowit fick i uppdrag att hjälpa till med att ta ett omtag på innehåll, tonalitet och uttryck för att anpassa webben efter S:t Eriks förändrade uppdrag och vision.",
        "title": "Ny webbplats S:t Eriks Ögonsjukhus",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/st-eriks-ogonsjukhus/st-eriks-ogonsjukhus/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "stockholms lans sjukvardomrade",
        "content": "Stockholms läns sjukvårdsområde, SLSO, var i behov av en paraplywebbplats för ett 70-tal vårdcentraler i Stockholm. Vi kallar det för en makrowebbplats. Beställningen var en mobile first-lösning med ny design, struktur och funktionalitet som även skulle vara en lösning som är möjlig att återanvända för fler verksamheter och på fler webbplatser inom SLSO",
        "title": "Makrowebbplats för att öka tillgänglighet och kvalitet",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/stockholms-lans-sjukvardomrade/makrowebbplats-for-att-oka-tillganglighet-och-kvalitet/"
    },
    {
        "company-field": "bank finans forsakring",
        "company-name": "peppol",
        "content": "PEPPOL är ett standardiserat sätt att utbyta elektroniska dokument inom och över EU:s gränser. Knowit har utvecklat en modul för produktion av PEPPOL-fakturor som kan användas av de kunder som redan har produkten OpenText Exstream/StreamServe installerad.",
        "title": "PEPPOL-modul för elektronisk fakturahantering",
        "url": "https://www.knowit.se/kunder/bank-finans-forsakring/peppol/peppol/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "samhall",
        "content": "Samhalls systemstöd inom kundvård och försäljning närmade sig slutet på sin livscykel och ett nytt systemstöd behövde införskaffas som inte bara täckte nuvarande behov, utan även supporterade den fortsatta utvecklingen. Knowit har stöttat Samhall i sitt arbete och genom en ny strategi och systemstöd har verksamheten nu rätt förutsättningar för att nå sina tillväxtmål.",
        "title": "Samhall - ny strategi och systemstöd inom kundvård och försäljning",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/samhall/ny-strategi-och-systemstod-inom-kundvard-och-forsaljning/"
    },
    {
        "company-field": "energi",
        "company-name": "tekniska verken",
        "content": "Genom en koncerngemensam produktledningsmodell kan Tekniska verken i Linköping nu skapa förutsättningar och verktyg för att bättre prioritera och styra sin produktportfolio - baserat på både kundernas efterfrågan och produkternas värde.",
        "title": "Tekniska verken - koncerngemensam produktledningsmodell",
        "url": "https://www.knowit.se/kunder/energi/tekniska-verken/koncerngemensam-produktledningsmodell/"
    },
    {
        "company-field": "handel tjanster",
        "company-name": "bokhandelsgruppen",
        "content": "För att stå sig i den hårda konkurrensen gentemot andra aktörer inom detaljhandeln behöver Bokhandelsgruppens IT ligga i framkant. Knowit fick därför i uppdrag att kartlägga verksamhetens affärsförmågor, bedöma systemstödet och analysera IT-verksamheten. Genom en tydlig nulägesbild skapades förutsättningar för att möta framtidens digitala utmaningar med högre kvalitet.",
        "title": "Bokhandelsgruppen - förutsättningar för att möta framtidens digitala utmaningar med högre kvalitet",
        "url": "https://www.knowit.se/kunder/handel-tjanster/bokhandelsgruppen/forutsattningar-for-att-mota-framtidens-digitala-utmaningar-med-hogre-kvalitet/"
    },
    {
        "company-field": "industri",
        "company-name": "skogsindustri",
        "content": "Norrskog är ett modernt, högeffektivt skogsindustriföretag med föreningsmedlemmar i Jämtland, Medelpad, Ångermanland och Södra Lappland som erbjuder sina kunder skogstjänster, kurser och näringspolitiskt arbete. Med hjälp av Knowit gör de nu en stor satsning på digitalisering för att stärka både affärs- och marknadsutveckling.",
        "title": "Norrskog stärker sin affär genom digitalisering",
        "url": "https://www.knowit.se/kunder/industri/skogsindustri/skogsindustri/norrskog/"
    },
    {
        "company-field": "industri",
        "company-name": "automotive",
        "content": "Att lansera en produkt på marknaden med funktionalitet som passar både en traditionell affär och moderna prenumerationstjänster kräver både kreativitet och flexibilitet. Vilka synergier kan skapas mellan processerna? Hur kan vi dra nytta av det som finns idag för att effektivisera och skapa lösningar för framtiden?",
        "title": "Aktör inom fordonsbranschen - tillgänglighet och synergier för framtidens affärer",
        "url": "https://www.knowit.se/kunder/industri/automotive/aktor-inom-fordonsbranschen/tillganglighet-och-synergier-for-framtidens-affarer/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "trafikverket",
        "content": "Trafikverket är medvetna om att de står inför kompetensbrist i framtiden och att de måste värna om och nyttja den kompetens som de har idag på rätt sätt. Verksamheten efterfrågar mer stöd och specialistkompetens inom HR och lön, vilket har varit svårt att tillgodose - på grund av manuell och tung administration. Knowit fick i uppdrag att effektivisera och automatisera ett antal processer.",
        "title": "Trafikverket - roboten Brolle och effektivisering inom HR/lön",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/trafikverket/roboten-brolle-och-effektivisering-inom-HR-lon/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "kommun",
        "content": "En kommun har i takt med sitt digitaliseringsarbete sett ett tydligt behov av en modern administrativ miljö i skolan. För att upphandla bästa möjliga lösningar för utbildningsverksamhetens behov har kommunen tagit stöd av Knowit.",
        "title": "Kommun - förstudie och upphandling av skolans verksamhetssystem",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/kommun/forstudie-och-upphandling-av-skolans-verksamhetssystem/"
    },
    {
        "company-field": "energi",
        "company-name": "eon",
        "content": "För att energisystemet ska klara framtidens utmaningar om förnybar elproduktion och minskade utsläpp krävs stora förändringar. IT-struktur, kommunikation och smarta mätare är bara början. Knowit har stöttat E.ON i ett unikt och komplext projekt av strategiskt vikt, där nya tekniska lösningar både har utvecklats och testats - och som på flera sätt lägger grunden till framtidens elnät. Välkommen till Simris.",
        "title": "E.ON - Simris, framtidens hållbara energisystem",
        "url": "https://www.knowit.se/kunder/energi/eon/simris-framtidens-hallbara-energisystem/"
    },
    {
        "company-field": "bank finans forsakring",
        "company-name": "skandia",
        "content": "Skandia har påbörjat en transformation mot att bli en agil, snabb, effektiv och värdeorienterad verksamhet i stor skala. För bättre genomslagskraft, effekt och koordination efterfrågades en ny modell för styrning och exekvering av investeringar och portfölj. Knowit hjälpte Skandia till en modell med tydliga delportföljer och ledningsteam.",
        "title": "Skandia - riktig nytta av agil utveckling genom portföljstyrning",
        "url": "https://www.knowit.se/kunder/bank-finans-forsakring/skandia/riktig-nytta-av-agil-utveckling-genom-portfoljstyrning/"
    },
    {
        "company-field": "energi",
        "company-name": "elnatsbolag",
        "content": "Elnätsbolagen i Sverige är just nu inne i en omfattande utbyggnad av elnätinfrastrukturen där den den nya generationens mätare ger avsevärt större möjligheter för datainsamling och uppkoppling. Valet av kommunikationslösning blir därför strategiskt viktigt. Vi hjälpte en kund i södra Sverige som valde att ta detta ett steg längre än de flesta andra.",
        "title": "Elnätsbolag - pilotprojekt för val av kommunikationslösning",
        "url": "https://www.knowit.se/kunder/energi/elnatsbolag/pilotprojekt-for-val-av-kommunikationslosning/"
    },
    {
        "company-field": "handel tjanster",
        "company-name": "stadsholmen",
        "content": "Stadsholmen förvaltar en kulturskatt. Företagets historiska fastigheter består av allt från enkla träkåkar till gårdar och palats från 1700- och 1800-talet. Knowit fick det spännande uppdraget att leverera en ny webbplats för Stadsholmen, med lättillgänglig information och ökad service till hyresgästerna, allt inbäddat i känslan av stolthet och historiska vingslag.",
        "title": "Stadsholmen",
        "url": "https://www.knowit.se/kunder/handel-tjanster/stadsholmen/stadsholmen/"
    },
    {
        "company-field": "industri",
        "company-name": "automotive",
        "content": "Hur jobbar man datadrivet med att marknadsföra begagnade bilar? Hur skapar man intressant innehåll som fungerar?",
        "title": "Datadrivet innehållsarbete för begagnade bilar",
        "url": "https://www.knowit.se/kunder/industri/automotive/volkswagen-group-sverige/datadrivet-innehallsarbete-for-das-weltauto/"
    },
    {
        "company-field": "handel tjanster",
        "company-name": "boob design",
        "content": "Knowit hjälpte Boob Design att genomföra ett digitaliseringsprojekt med syfte att öka sin e-handelsverksamhet och att driva affärstillväxt på den egna webbplatsen.",
        "title": "Boob Design - Kundresor och åtgärdsförslag",
        "url": "https://www.knowit.se/kunder/handel-tjanster/boob-design/boob-design/"
    },
    {
        "company-field": "industri",
        "company-name": "construction",
        "content": "Byggbolaget är inne i en stark expansionsfas och ska parallellt med denna göra kostnadsbesparingar genom att effektivisera arbetssätten i produktionen. Genom förbättrat ledarskap, samarbete och styrning har leveransprecisionen klart förhöjts och samarbetseffektiviteten förbättrats.",
        "title": "Byggbolag på bostadsmarknaden - förhöjd leveransprecision inom produktion",
        "url": "https://www.knowit.se/kunder/industri/construction/byggbolag-pa-bostadsmarknaden/forhojd-leveransprecision-inom-produktion/"
    },
    {
        "company-field": "industri",
        "company-name": "automotive",
        "content": "Tillverkare och försörjare inom transportlösningar har under de senaste åren angripit flera teknologiska skiften - från ett starkt uppsving inom elektromobilitet till trenden mot helt självkörande fordon. Denna tillverkare har gjort övergripande förändringar av både sin organisationsstruktur och utvecklingsdel. Nu finns en agil portföljstyrning för att kontinuerligt styra och reglera utvecklingsarbetet.",
        "title": "Tillverkare av transportlösningar - agil portföljstyrning som matchar R&D:s arbetssätt",
        "url": "https://www.knowit.se/kunder/industri/automotive/tillverkare-av-transportlosningar/agil-portfoljstyrning-som-matchar-rds-arbetssatt/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "kommun",
        "content": "Idag ställs högre krav på digitalisering, tjänsteleveranser och på försörjningsprocesser. I nära samarbete har Knowit tillsammans med en kommun skapat en struktur för kontrollerad avtals- och leverantörsstyrning. Nu finns en etablerad funktion för affärsstödet som utgör en garant för strukturerad och kontrollerad försörjning, leverantörsstyrning samt uppföljning av budget och kostnader.",
        "title": "Kommun - affärsstöd för digitaliseringsavdelningen",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/kommun/affarsstod-for-digitaliseringsavdelningen/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "kraftens hus",
        "content": "En av tre personer i Sverige kommer att diagnostiseras med cancer under sin livstid. Att återgå till ett välfungerande liv efter cancer kräver rehabilitering. Knowit har tillsammans med forskare på Chalmers och patienter utformat en serie workshops inom Design Thinking. Den 8 februari 2018 öppnades Kraftens Hus - det första stödcentrumet för cancerberörda och deras anhöriga i Sverige. Läs mer här.",
        "title": "Kraftens Hus - stödcentrum för cancerberörda och deras anhöriga",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/kraftens-hus/stodcentrum-for-cancerberorda-och-deras-anhoriga/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "folktandvarden skane",
        "content": "Folktandvården Skåne har tillsammans med Knowit utvecklat en modern och lättnavigerad webbplats med webbtidsbokning. Skåningarna har tagit den nya sajten till sitt hjärta och använder den flitigt, om det så är för att hitta en närliggande klinik, hantera tidsbokningar eller för att få råd om god tandhälsa.",
        "title": "Folktandvården Skåne får ny webbplats med tidsbokning",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/folktandvarden-skane/folktandvarden-skane/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "varmdo kommun",
        "content": "Utvecklingen inom digitalisering går allt snabbare och för arbetet som pågick ute i Värmdö kommuns verksamheter fanns behov av att tydliggöra riktning, skapa samsyn och samordna gemensamma utvecklingsfrågor. Knowit fick i uppdrag att revidera den befintliga e-strategin och ta fram en digital agenda med tidshorisont 2020.",
        "title": "Värmdö kommun - en ny digital agenda",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/varmdo-kommun/en-ny-digital-agenda/"
    },
    {
        "company-field": "handel tjanster",
        "company-name": "fastighetsagarna",
        "content": "Fastighetsägarna var i behov av en ny webbplats som vars viktigaste uppgift var att sammanfoga och spegla hela organisationen som består av flera olika företag med olika mål som tidigare haft separata webbsidor.",
        "title": "Dynamisk webb med stor redaktionell frihet",
        "url": "https://www.knowit.se/kunder/handel-tjanster/fastighetsagarna/fastighetsagarna-externwebb/"
    },
    {
        "company-field": "energi",
        "company-name": "falbygdens energi",
        "content": "När Göteborgs Energi under 2013 beslutade sig för att sälja Falbygdens Energi fick Knowit i uppdrag att stödja verksamhetens arbete med att bli ett fristående bolag. Knowit levererade program- och projektledning för ett IT-separationsprojekt samt för underliggande projekt.",
        "title": "Falbygdens Energi - verksamhetsomställning",
        "url": "https://www.knowit.se/kunder/energi/falbygdens-energi/verksamhetsomstallning/"
    },
    {
        "company-field": "bank finans forsakring",
        "company-name": "ticket validator",
        "content": "Ticket Validator är en komponent baserad på Microsoft .NET, som gör det möjligt att på ett säkert sätt utbyta information över öppna nätverk. Ticket Validator är utvecklad utifrån Bankgirot:s krav för säkert informationsutbyte över Internet.",
        "title": "Ticket Validator",
        "url": "https://www.knowit.se/kunder/bank-finans-forsakring/ticket-validator/ticket-validator/"
    },
    {
        "company-field": "handel tjanster",
        "company-name": "semler",
        "content": "På den danska bilimportör- och bilåterförsäljarkoncernen Semler har det sedan länge varit en betydande överbelastning hos medarbetare när tiden för bytet mellan sommar- och vinterdäck är i antågande. Men med hjälp av administrativa robotar har man löst problemet.",
        "title": "Robotar ger bättre kundservice",
        "url": "https://www.knowit.se/kunder/handel-tjanster/semler/semler/"
    },
    {
        "company-field": "energi",
        "company-name": "norsirk",
        "content": "Den klimatsmarta cirkulära ekonomin blir allt viktigare. I Norge är det produktansvarsföretaget Norsirk som återvinner elprodukter åt sina kunder. För att optimera arbetet har Knowit utvecklat en ny plattform åt Norsirk.",
        "title": "Klimatsmart lösning för återvinning",
        "url": "https://www.knowit.se/kunder/energi/norsirk/norsirk/"
    },
    {
        "company-field": "bank finans forsakring",
        "company-name": "entercard",
        "content": "Modern och optimerad webb som bidrar till ökad lönsamhet och kundlojalitet.",
        "title": "re:member kreditkort och privatlån",
        "url": "https://www.knowit.se/kunder/bank-finans-forsakring/entercard/remember/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "supra",
        "content": "Knowit har varit med och tagit fram SUPRAS nya grafiska profil.",
        "title": "Grafisk profil SUPRA",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/supra/grafisk-profil-supra/"
    },
    {
        "company-field": "industri",
        "company-name": "food",
        "content": "Hansa Borg Bryggerier lanserar en dygnet-runt-öppen kundportal för kunder i barnäringen i hela Norge. Full överblick. Var som helst. När som helst.",
        "title": "Hur betjänar man kunder som helst vill sova?",
        "url": "https://www.knowit.se/kunder/industri/food/hansa-borg-bryggerier/digital-kundportal/"
    },
    {
        "company-field": "media utbildning",
        "company-name": "help2help",
        "content": "Help to Help hade ett behov av att förbättra kundupplevelsen på sin crowdfunding site. Två av de största utmaningarna var: Hur kan vi omvandla följare till att bli givare? Samt hur kan vi förbättra kundupplevelsen för våra befintliga givare så att konverteringsgraden ökar?",
        "title": "Användardriven innovation",
        "url": "https://www.knowit.se/kunder/media-utbildning/help2help/help2help/"
    },
    {
        "company-field": "handel tjanster",
        "company-name": "bjorn borg",
        "content": "Under 2016 genomförde Knowit ett strategiarbete tillsammans med Björn Borg. I och med att Björn Borgs verksamhet växer och behovet av att förbättra sin digitala närvaro kom i fokus så fick Knowit chansen att hjälpa Björn Borg med sin hantering av produktinformation.",
        "title": "Björn Borg optimerar sin produktinformation",
        "url": "https://www.knowit.se/kunder/handel-tjanster/bjorn-borg/bjorn-borg-optimerar-sin-produktinformation/"
    },
    {
        "company-field": "industri",
        "company-name": "toyota material handling",
        "content": "Toyota har tillsammans med Knowit utvecklat en ny modern responsiv e-handel för begagnade truckar. Syftet med projektet var att få en enhetlig europeisk kanal för presentation och online-försäljning av begagnade truckar direkt till kunden. Toyota fokuserar mycket på kundupplevelsen och att nu köpa en ny eller begagnad truck, eller kanske hyra har aldrig varit enklare.",
        "title": "Toyota Material Handling Europe - Ehandel för begagnade truckar",
        "url": "https://www.knowit.se/kunder/industri/toyota-material-handling/ehandel-for-begagnade-truckar/"
    },
    {
        "company-field": "industri",
        "company-name": "manufacturing",
        "content": "Under 2016 lanserade vi nya webbplatser för Corroventa på åtta olika språk. Önskemålet var en snabb och tekniskt stabil webbplats med fokus på användarupplevelse och navigation. Efter lanseringen var nästa steg satsning på webbanalys och visualisering av data. Corroventa behövde en djupare insyn i vad besökarna gjorde på deras olika webbplatser – och vad som var viktigast att mäta. Vi hjälpte till med att ta fram de viktigaste nyckeltalen och visualisera datan i en dashboard.",
        "title": "Från data till beslut",
        "url": "https://www.knowit.se/kunder/industri/manufacturing/corroventa/visualiserad-data-hjalper-corroventa-att-ta-battre-beslut/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "bostadsbolag",
        "content": "Bolaget avknoppades från en stor byggkoncern och tog över all verksamhet kring utveckling av bostäder och bostadsområden. I samband med detta stod man inför att skapa en helt ny it-miljö från början.",
        "title": "Integrationsarkitektur för nyetablerat bostadsbolag",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/bostadsbolag/bostadsbolag/"
    },
    {
        "company-field": "industri",
        "company-name": "automotive",
        "content": "När det var dags att migrera Volkswagen Transportbilars webbplats från CQ5 till Adobe Experience Manager var det inte bara CMS:et som blev nytt. Även designen och stora delar av innehållet – samt hela tänket kring hur varumärkets presenteras digitalt – förändrades i grunden.",
        "title": "Ny webbplats ökade antalet leadskonverteringar med 228 %",
        "url": "https://www.knowit.se/kunder/industri/automotive/volkswagen-group-sverige/ny-webbplats-okade-antalet-leadskonverteringar-med-228-procent/"
    },
    {
        "company-field": "telekom",
        "company-name": "telenor",
        "content": "Telenor ville ge sina företagskunder en modern webbplats med mer inspirerande innehåll, snabbare kontaktvägar och bättre produktsidor. Allt med utgångspunkt i kundernas utmaningar och behov.",
        "title": "Telenor",
        "url": "https://www.knowit.se/kunder/telekom/telenor/telenor/"
    },
    {
        "company-field": "handel tjanster",
        "company-name": "craft",
        "content": "Craft Sportswear har under fyra årtionden levererat optimal prestation genom funktionella idrottskläder. Under de senaste åren har de gjort en storsatsning på sin e-handel för att kunna ge sina kunder en enklare och mer tillgänglig köpupplevelse.",
        "title": "Craft Sportswear",
        "url": "https://www.knowit.se/kunder/handel-tjanster/craft/craft/"
    },
    {
        "company-field": "handel tjanster",
        "company-name": "jula",
        "content": "Både den kreativa hemmafixaren och det fullfjädrade proffset kan hitta prisvärda produkter i Julas breda sortiment – som bland annat innefattar verktyg, maskiner, trädgårdsprodukter, färg och husgeråd. Nu har Julas 92 varuhus dessutom kompletterats med en lättöverskådlig och inbjudande e-handel.",
        "title": "Julas nysatsning på e-handel med optimerad kundupplevelse",
        "url": "https://www.knowit.se/kunder/handel-tjanster/jula/nysatsning-pa-e-handel-med-optimerad-kundupplevelse/"
    },
    {
        "company-field": "energi",
        "company-name": "eon",
        "content": "E.ON Elnät var i behov av att modernisera och konsolidera sin mätvärdesleverans. Knowit levererade viktiga komponenter i projektet.",
        "title": "Ett viktigt steg mot en bättre mätvärdesleverans",
        "url": "https://www.knowit.se/kunder/energi/eon/ett-viktigt-steg-mot-en-battre-matvardesleverans/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "alands landskapsregering",
        "content": "Knowit hjälpte Ålands digitaliseringsråd att komma igång med strategiarbetet inför den digitala omställningen. Kreativa workshopmetoder hjälpte till att vaska fram de bästa idéerna.",
        "title": "Digitaliseringsrådet",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/alands-landskapsregering/digitaliseringsradet/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "tiohundra",
        "content": "Vårdbolaget TioHundra är ett unikt samarbete mellan Norrtälje kommun och Stockholms läns landsting. TioHundra önskade sig en modern webbplats som funkar för alla enheter och på köpet kunde vårdbolaget dela grundlösning med många andra förvaltningar inom Stockholm läns landsting.",
        "title": "TioHundra – ett unikt vårdbolag",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/tiohundra/tiohundra-ett-unikt-vardbolag/"
    },
    {
        "company-field": "halsa",
        "company-name": "winningtemp",
        "content": "Winningtemp samlar in och visualiserar realtidsdata för att ge en samlad bild av de anställdas upplevelse av ledarskap, stress och glädje på arbetsplatsen. För att uppfylla behovet av en säker och kostnadseffektiv förvaltning av sin systemplattform tog de vår hjälp.",
        "title": "Realtidsdata i molnet",
        "url": "https://www.knowit.se/kunder/halsa/winningtemp/realtidsdata-i-molnet/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "rattsmedicinalverket",
        "content": "Redan innan vi började jobba med RMV hade pulsen gått upp. För det första måste de vara en av Sveriges mest spännande myndigheter – med expertkompetens inom flera spännande områden är de en viktig del av rättskedjan. För det andra skulle vi på fem intensiva månader leverera en modern, målgruppsanpassad webbplats med användarvänlighet i fokus.",
        "title": "Ny webbplats för Rättsmedicinalverket",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/rattsmedicinalverket/ny-webbplats-for-rattsmedicinalverket/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "if metall",
        "content": "Ifmetall.se - en tekniskt modern webbplats till praktisk nytta för medlemmar och förtroendevalda som förmedlar medlemskapets fördelar och förbundets mål på ett tillgängligt och engagerande sätt",
        "title": "IF Metall",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/if-metall/if-metall/"
    },
    {
        "company-field": "handel tjanster",
        "company-name": "kronhusbodarna",
        "content": "Kronhusbodarna är en av Göteborgs äldsta byggnader och område. Idag används området som plats för gallerier, caféer, butiker och evenemang. Knowit Experience fick äran att ta fram en webbplats.",
        "title": "Kronhusbodarna och Kronhusen",
        "url": "https://www.knowit.se/kunder/handel-tjanster/kronhusbodarna/kronhusbodarna-och-kronhusen/"
    },
    {
        "company-field": "handel tjanster",
        "company-name": "vagabond",
        "content": "Under början av 2016 inledde Knowit Experience och Vagabond International AB ett långsiktigt partnerskap kring e-handel. Detta kom att bli startskottet för ett spännande projekt med siktet inställt på att modernisera Vagabonds existerande e-handelsplattform.",
        "title": "En modern e-handelsplattform för Vagabond",
        "url": "https://www.knowit.se/kunder/handel-tjanster/vagabond/en-modern-e-handelsplattform-for-vagabond/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "stockholm vatten",
        "content": "Stockholmvatten.se - den naturliga kanalen för stockholmare för information och\nservice om vatten och miljö",
        "title": "Webbplats Stockholm Vatten",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/stockholm-vatten/webbplats-stockholm-vatten/"
    },
    {
        "company-field": "industri",
        "company-name": "food",
        "content": "Inspirerande, lösningsorienterad, användarvänlig och affärsmässig kännetecknar den nya webbplatsen",
        "title": "Webbplats Växa Sverige",
        "url": "https://www.knowit.se/kunder/industri/food/vaxa-sverige/webbplats-vaxa-sverige/"
    },
    {
        "company-field": "handel tjanster",
        "company-name": "NilsonGroup",
        "content": "Hösten 2016 lanserade Knowit Experience en helt ny e-handelsplattform tillsammans med Nilson Group. Redan några månader efter lansering kunde Nilson Group se en väsentligt ökad konvertering och tidigare försäljningsrekord är slaget med råge.",
        "title": "Ny e-handel slår försäljningsrekord",
        "url": "https://www.knowit.se/kunder/handel-tjanster/NilsonGroup/forsaljningsrekord-med-ny-e-handel/"
    },
    {
        "company-field": "bank finans forsakring",
        "company-name": "scor sweden re",
        "content": "SCOR Sweden Re behövde stödja sina interna processer samt utveckla en helt ny webb-portal för verksamhetens affärskunder.",
        "title": "Komplett it-stöd till hela verksamheten",
        "url": "https://www.knowit.se/kunder/bank-finans-forsakring/scor-sweden-re/scor-sweden-re/"
    },
    {
        "company-field": "industri",
        "company-name": "automotive",
        "content": "Om jag inte gillar webbplatsen – kommer jag att gilla bilen då? Dagens webbplatser för bilmärken lägger ribban högt vad gäller teknik, funktion och innehåll.",
        "title": "Innehållstjänster till Skoda",
        "url": "https://www.knowit.se/kunder/industri/automotive/skoda/innehallstjanster-till-skoda/"
    },
    {
        "company-field": "media utbildning",
        "company-name": "tv2",
        "content": "Som medieproducent är det nödvändigt att känna sin publik. Vilka program gillar dina kunder, och vilka gillar de inte? Utmaningen för TV 2 i Norge var att få kännedom om vad deras publik tycker om deras program för att kunna skapa ännu bättre TV-koncept och möta kundernas behov. Lösningen blev Program Monitor.",
        "title": "Program Monitor för TV 2",
        "url": "https://www.knowit.se/kunder/media-utbildning/tv2/program-monitor/"
    },
    {
        "company-field": "handel tjanster",
        "company-name": "synoptik",
        "content": "Med den nya lösningen har Brilleland en lösning som fungerar på alla enheter, gör arbetsdagen enklare för webbredaktören och automatiserar mycket arbete som tidigare gjordes manuellt.",
        "title": "Brilleland.no - effektiv digital kommunikation",
        "url": "https://www.knowit.se/kunder/handel-tjanster/synoptik/brilleland.no/"
    },
    {
        "company-field": "industri",
        "company-name": "construction",
        "content": "Trädet är ett lägenhetskomplex lite utöver det vanliga. Med sina 14 våningar och 51 meter kommer Trädet vara den högsta träbyggnaden i världen när det står klart i slutet av 2016.",
        "title": "Ett världsrekord av trä",
        "url": "https://www.knowit.se/kunder/industri/construction/bob/ett-varldsrekord-av-tra/"
    },
    {
        "company-field": "industri",
        "company-name": "sport utilities",
        "content": "Suunto Customizer är ett nätbaserat verktyg som låter kunderna skapa unika, personliga sportklockor. Knowit har bidragit med den visuella utformningen och funktionaliteten till Customizer, samt med koordination av den tekniska implementationen av verktyget. Det tekniska grunden är levererad av EPiServer och MyCustomizer.",
        "title": "Suunto Customizer",
        "url": "https://www.knowit.se/kunder/industri/sport-utilities/suunto/customizer/"
    },
    {
        "company-field": "media utbildning",
        "company-name": "BNO",
        "content": "Med nytt namn och en tydlig idé av önskad position vill Bergen National Opera synliggöra operakonsten för nya publiksegment och vara innovatören som banar väg för större operahus. Det handlar om scenen och musiken, scenbyten och en dynamisk, handplockad ensemble för varje produktion. Om ljuset, färger, material och nyanser. Kontraster och överraskningar.",
        "title": "Bergen National Opera",
        "url": "https://www.knowit.se/kunder/media-utbildning/BNO/bergen-national-opera/"
    },
    {
        "company-field": "telekom",
        "company-name": "talkmore",
        "content": "Talkmores huvudfokus var att skapa en sömlös kundupplevelse genom alla kanaler, som inkluderade ett gemensamt användargränssnitt med ny design och identitet på alla enheter.",
        "title": "Sälj och självbetjäning för mobilkunder",
        "url": "https://www.knowit.se/kunder/telekom/talkmore/talkmore/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "the consumer ombudsman and the market council",
        "content": "Forbrukerrådet (Norges konsumentverk) ville uppdatera sin webbplats och göra innehållet mer tillgänglig, ge bättre överblick av konsumentens rättigheter och lyfta konsumentpolitiska frågor.",
        "title": "Användarvänlig webbplats med ny visuell identitet",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/the-consumer-ombudsman-and-the-market-council/nytt-webbdesign-till-forbrukerradet.no/"
    },
    {
        "company-field": "industri",
        "company-name": "food",
        "content": "Olav Bleie satsar på utveckling av alkoholhaltig ciderproduktion på gården i Hardanger. Han ville ha hjälp med utveckling av varumärke och identitet, samt förpackningsdesign. Huvudmarknaden är restauranger och barer på norska Vestlandet som har ett särskilt engagemang för mikrobryggerier och lokalproducerade kvalitetsvaror.",
        "title": "Alde - kvalitetscider från Bleie gård i Hardanger",
        "url": "https://www.knowit.se/kunder/industri/food/bleie-gard/alde/"
    },
    {
        "company-field": "industri",
        "company-name": "food",
        "content": "Organisatoriska förändringsprocesser kan vara svåra och det krävs ett uthålligt, prestigelöst ledarskap som ibland vågar gå emot den befintliga normen. Under ett år av intensivt arbete kunde DeLaval låsa fast ett tydligt syfte och en gemensam målbild.",
        "title": "DeLaval - förändringsledning",
        "url": "https://www.knowit.se/kunder/industri/food/delaval/forandringsledning/"
    },
    {
        "company-field": "handel tjanster",
        "company-name": "sylvsmidja",
        "content": "Med kärlek till hantverket har Sylvsmidja skapat traditionella silversmycken i över 75 år. Och nu har vi fått glädjen att ge liv åt deras nya profil på webben, i annonser och mycket annat.",
        "title": "Sylvsmidjas bländande hantverk",
        "url": "https://www.knowit.se/kunder/handel-tjanster/sylvsmidja/sylvsmidja/"
    },
    {
        "company-field": "handel tjanster",
        "company-name": "inventura",
        "content": "Inköpsspecialisten Inventera har många goda historier att berätta. Vi har bidragit till att föra fram dem i ljuset.",
        "title": "Show - don't tell",
        "url": "https://www.knowit.se/kunder/handel-tjanster/inventura/show-dont-tell/"
    },
    {
        "company-field": "energi",
        "company-name": "umea energi",
        "content": "Umeå Energi behövde hjälp med att etablera ett arbetssätt för att utvärdera och realisera affärsmöjligheter, som dels lyfter deras position i förädlingskedjan, och ger dem möjlighet att identifiera nya affärsmöjligheter.",
        "title": "Umeå Energi - innovationsdriven tillväxt",
        "url": "https://www.knowit.se/kunder/energi/umea-energi/innovationsdriven-tillvaxt/"
    },
    {
        "company-field": "bank finans forsakring",
        "company-name": "monobank",
        "content": "Knowit har utvecklat varumärkesstrategi, namn, visuell identitet, webblösning och konceptutveckling för en helt ny bank: MONOBANK.",
        "title": "En helt ny bank",
        "url": "https://www.knowit.se/kunder/bank-finans-forsakring/monobank/monobank/"
    },
    {
        "company-field": "media utbildning",
        "company-name": "p4",
        "content": "Digital kampanj för att profilera norska P4 och fem systerkanaler: P5 Hits, P6 Rock, P7 Klem, P8 Pop och NRJ.",
        "title": "P4 - \"Fullfölj texten\"",
        "url": "https://www.knowit.se/kunder/media-utbildning/p4/fullfor-teksten/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "botkyrka kommun",
        "content": "För Botkyrka kommun var det en självklarhet att deras it-leverans skulle stödja deras verksamhet, vara ändamålsenlig och samtidigt effektiv. Det tycker vi är en god förutsättning för att möta framtiden.",
        "title": "Botkyrka kommun - verksamhetsutvecklingsprogram",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/botkyrka-kommun/verksamhetsutvecklingsprogram/"
    },
    {
        "company-field": "industri",
        "company-name": "food",
        "content": "Friele, Norges äldsta och mest kända kaffemärke, frågade oss om att skapa en välavvägd, grundlig och snygg uppgradering av företagets visuella identitet. \n\nI april 2015 mottog Knowits och Frieles projekt \"Merket for godt design\" som delas ut av det Norska Designrådet.",
        "title": "Same old - brand new",
        "url": "https://www.knowit.se/kunder/industri/food/friele/ny-visuell-identitet/"
    },
    {
        "company-field": "handel tjanster",
        "company-name": "synoptik",
        "content": "Målet var att lyfta den digitala plattformen till en högre nivå och göra webbplatsen responsiv.",
        "title": "Interoptik.no - sömlös publicering",
        "url": "https://www.knowit.se/kunder/handel-tjanster/synoptik/interoptik.no/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "domstolsverket",
        "content": "Med Domstolsverkets kampanj ”Byt jobb 15 dagar om året. Bli nämndeman.” var det övergripande målet att föryngra nämndemännakåren och locka fler yngre människor.",
        "title": "Föryngrad nämndemannakår",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/domstolsverket/bli-namndeman/"
    },
    {
        "company-field": "telekom",
        "company-name": "tele2",
        "content": "TELE2 skakade om mobilmarknaden när de slopade både bindningstider och färdigpaketerade abonnemang. Kunden kan nu själv sätta ihop det den vill ha och när som helst ändra sig kostnadsfritt - ett skifte som ställde helt nya krav på webbplatsen.",
        "title": "Mobil e-handel och webbplats",
        "url": "https://www.knowit.se/kunder/telekom/tele2/tele2-webbplats-for-mobilkop/"
    },
    {
        "company-field": "bank finans forsakring",
        "company-name": "trafikskadenamnden",
        "content": "Digital tillgänglig vägledning för effektivare bedömning av utseendemässiga skadeföljder ger rättvis bedömning och skälig ersättning.",
        "title": "Ärrtjänsten",
        "url": "https://www.knowit.se/kunder/bank-finans-forsakring/trafikskadenamnden/arrtjansten/"
    },
    {
        "company-field": "industri",
        "company-name": "food",
        "content": "Mjölk.se berättar om den svenska mjölken, osten och smöret. Webbplatsen är en del i debatten och en plattform att framföra LRF:s åsikter genom korta, intressanta och delbara fakta.",
        "title": "Mjölk.se",
        "url": "https://www.knowit.se/kunder/industri/food/lrf/mjolk.se/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "brandkaren attunda",
        "content": "Brandkåren Attunda är ett kommunalförbund med sex medlemskommuner, Järfälla, Knivsta, Sigtuna, Sollentuna, Upplands-Bro och Upplands Väsby som arbetar för att göra kommuninvånarnas vardag så säker och trygg som möjligt. Vi fick skapa deras webbplats och intranät utifrån ett användarcentrerat arbetssätt.",
        "title": "Brandkåren Attunda",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/brandkaren-attunda/brandkaren-attunda/"
    },
    {
        "company-field": "bank finans forsakring",
        "company-name": "landshypotek bank",
        "content": "På landsbygden sedan 1836, nu även på webben.",
        "title": "Landshypotek Bank",
        "url": "https://www.knowit.se/kunder/bank-finans-forsakring/landshypotek-bank/landshypotek-bank/"
    },
    {
        "company-field": "handel tjanster",
        "company-name": "fujicolor",
        "content": "Nya fujidirekt är inte bara en webbshop utan även ett kraftfullt redigeringsverktyg för fotoprodukter. Skapa din produkt i appen eller direkt via den responsiva webben.",
        "title": "Störst i Sverige inom fotoframkallning",
        "url": "https://www.knowit.se/kunder/handel-tjanster/fujicolor/fuji-direkt-app-och-webbplats/"
    },
    {
        "company-field": "media utbildning",
        "company-name": "rikstv",
        "content": "RiksTV ville  erbjuda mer innehåll och live-TV från flera kanaler. Dessutom ville de låta användare anpassa innehållet - enkelt, intuitivt och användarvänligt.",
        "title": "RiksTV Junior",
        "url": "https://www.knowit.se/kunder/media-utbildning/rikstv/rikstv-junior/"
    },
    {
        "company-field": "industri",
        "company-name": "steel",
        "content": "Med över 13000 anställda och verksamhet i mer än 50 länder har Hydros intranät en central roll i den interna kommunikationsstrategin.",
        "title": "Hydro Intranät",
        "url": "https://www.knowit.se/kunder/industri/steel/norsk-hydro/hydro-intranat/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "the consumer ombudsman and the market council",
        "content": "I samarbete med Forbrukerrådets (Norges konsumentverk) utvecklare gav vi hvakostertannlegen.no ett nytt visuellt uttryck i linje med den nya profilen för Forbrukerrådet.no. Vi marknadsför de nya webbsidorna med annonsering på Google och Facebook i tre steg. I steg ett upplyste vi om den nya lösningen och introducerade den nya profilen. I steg två roade vi konsumenterna med filmer och humoristiska annonser. I det sista steget engagerade vi publiken med gåtor och dilemman i annonser och sociala medier.",
        "title": "Vad kostar tandläkaren?",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/the-consumer-ombudsman-and-the-market-council/hvakostertannlegen.no/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "oslo kommune",
        "content": "Målet är förbättrad dialog med befolkningen och att förbättra interna arbetsprocesser. Uppdraget omfattar modernisering, ökad effektivitet, förbättrad time-to-market och förbättrad hantering av användare.",
        "title": "Oslo kommun",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/oslo-kommune/oslo-kommun/"
    },
    {
        "company-field": "bank finans forsakring",
        "company-name": "svenska bankforeningen",
        "content": "Många olika leverantörer av infrastruktur kan skapa en osäkerhet och en otydlighet kring vilken säkerhetsnivå som efterlevs. Med hjälp av en skräddarsydd tjänst har vi gett Svenska Bankföreningen en överblick.",
        "title": "Svenska Bankföreningen - skräddarsydda säkerhetsrapporter",
        "url": "https://www.knowit.se/kunder/bank-finans-forsakring/svenska-bankforeningen/skraddarsydda-sakerhetsrapporter/"
    },
    {
        "company-field": "bank finans forsakring",
        "company-name": "op pohjola group",
        "content": "Knowit har hjälpt OP-Pohjola Group att optimera sin testprocess för att kapa ett antal långa och omfattande teststeg. Istället för resurskrävande arbete med testdata kan de nu lägga mer fokus på kvalitet.",
        "title": "OP-Pohjola Group",
        "url": "https://www.knowit.se/kunder/bank-finans-forsakring/op-pohjola-group/optimerad-testprocess-som-sparar-tid-och-pengar/"
    },
    {
        "company-field": "energi",
        "company-name": "enkla elbolaget",
        "content": "Vi älskar nytänkande och vi älskar utmaningar. När Enkla Elbolaget kom till oss med sin idé så var vi snabbt uppe på banan med en innovativ teknisk lösning som mötte de höga krav på tillgänglighet, enkelhet och flexibilitet som ställdes.",
        "title": "Enkla elbolaget",
        "url": "https://www.knowit.se/kunder/energi/enkla-elbolaget/enkla-elbolaget/"
    },
    {
        "company-field": "industri",
        "company-name": "manufacturing",
        "content": "Siemens Industrial Turbomachinery minskade sina ledtider med 70 % i sin CAE-process. Ett strålande projekt helt enkelt.",
        "title": "Siemens Industrial Turbomachinery - minskade ledtider i CAE-process",
        "url": "https://www.knowit.se/kunder/industri/manufacturing/siemens/minskade-ledtider-i-CAE-process/"
    },
    {
        "company-field": "energi",
        "company-name": "orsted",
        "content": "När Ørsted ville ha vår hjälp med att upphandla ett nytt MDM-system, smart metering och tjänster för 1 000 000 kunder, kavlade vi upp ärmarna.",
        "title": "Ørsted - upphandling av nytt MDM-system och smart metering",
        "url": "https://www.knowit.se/kunder/energi/orsted/upphandling-av-nytt-MDM-system-och-smart-metering/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "vasttrafik",
        "content": "2 700 bussar, tåg, spårvagnar och båtar. 22 000 hållplatser. 39 000 körda mil per dygn (en sträcka motsvarande 9,6 varv runt jorden). Det gör Västtrafik till Sveriges näst största kollektivtrafikföretag, och att vasttrafik.se måste leva upp till högt ställda förväntningar.",
        "title": "Västtrafik",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/vasttrafik/vasttrafik/"
    },
    {
        "company-field": "energi",
        "company-name": "statkraft",
        "content": "Statkraft är ett ledande företag inom vattenkraft internationellt och är Europas största producent av förnybar kraft.  Det vill säga en global aktör som behövde en intranät som stärkte deras organisation.",
        "title": "Kraftfullt intranät",
        "url": "https://www.knowit.se/kunder/energi/statkraft/statkraft-intranat/"
    },
    {
        "company-field": "bank finans forsakring",
        "company-name": "dnb bank",
        "content": "DNB kom till oss med ett väldigt spännande projekt där det behövde hjälp med att utveckla en bra användarupplevelse för en app som gör det möjligt att skicka pengar till dina vänner. Appen skulle vara rolig och enkel att använda.",
        "title": "Vipps - kompisbetalning i mobilen",
        "url": "https://www.knowit.se/kunder/bank-finans-forsakring/dnb-bank/vipps/"
    },
    {
        "company-field": "bank finans forsakring",
        "company-name": "obos banken2",
        "content": "Enkel, ren, överskådlig och intuitiv var ledorden för utvecklingen av en helt ny bank. Tätt samspel och en agil process ledde oss fram till dagens lösning.",
        "title": "OBOS-banken på ny digital plattform",
        "url": "https://www.knowit.se/kunder/bank-finans-forsakring/obos-banken2/ny-internetbank/"
    },
    {
        "company-field": "handel tjanster",
        "company-name": "transdev",
        "content": "Ett intranät i rörelse. Från Haparanda i norr till Österlen i söder.",
        "title": "Transdev Intranät",
        "url": "https://www.knowit.se/kunder/handel-tjanster/transdev/transdev-intranat/"
    },
    {
        "company-field": "industri",
        "company-name": "manufacturing",
        "content": "En frisk fläkt för bättre flöde, både i arbetet och inomhusklimatet.",
        "title": "Sweflow",
        "url": "https://www.knowit.se/kunder/industri/manufacturing/swegon/sweflow/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "myndigh. for vardanalys",
        "content": "Myndigheten för vård- och omsorgsanalys granskar vården i samhället ur ett patient-, brukar- och medborgarperspektiv. Det vill säga ur ditt, din grannes och alla andras perspektiv. Därför var det viktigt att deras nya responsiva webbplats skulle vara tillgänglig för alla.",
        "title": "Vårdanalys",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/myndigh.-for-vardanalys/vardanalys/"
    },
    {
        "company-field": "offentlig sektor",
        "company-name": "statens maritima museer",
        "content": "Världens nionde mest intressanta museum. Med världens nionde mest intressanta museumswebb.",
        "title": "Vasamuseet",
        "url": "https://www.knowit.se/kunder/offentlig-sektor/statens-maritima-museer/vasamuseet/"
    },
    {
        "company-field": "bank finans forsakring",
        "company-name": "santander consumer bank",
        "content": "Santanders vision är att skapa en personlig digital bank som, i realtid, matchar varje kunds behov. Baserat på användarnas beteende ska dessutom sajtens redaktör proaktivt kunna driva sälj och dialog gentemot de inloggade kunderna. Knowit har varit delaktiga i att förverkliga denna vision genom att bygga en helt ny Internetbank.",
        "title": "Internetbanken som känner varje kund",
        "url": "https://www.knowit.se/kunder/bank-finans-forsakring/santander-consumer-bank/internetbanken-som-kanner-varje-kund/"
    },
    {
        "company-field": "handel tjanster",
        "company-name": "ejendals",
        "content": "Ejendals vision är att skapa en säker dag utan skador på händer och fötter, och ville att deras e-handel skulle bidra till det genom att få fler att använda världens bästa skyddsprodukter för händer och fötter. Det lyckades vi och Ejendals så bra med att vi fick pris för vårt arbete.",
        "title": "Prisvinnande e-handel",
        "url": "https://www.knowit.se/kunder/handel-tjanster/ejendals/prisvinnande-ehandel/"
    },
    {
        "company-field": "industri",
        "company-name": "automotive",
        "content": "Innovation, design, funktion och prestanda är fyra starka kärnvärden hos Porsche. För Knowit var uppgiften att leverera detta på den nya webbplatsen för Porsche Sverige.",
        "title": "Porsche Sverige",
        "url": "https://www.knowit.se/kunder/industri/automotive/volkswagen-group-sverige/porsche/"
    },
    {
        "company-field": "industri",
        "company-name": "food",
        "content": "Godt Bröd bakar med ekologiskt mjöl av finaste sort. Mjöl malt av sädesslag som är fint omhändertaget. I harmoni med naturen. Godt Bröd ville ge sina bakglada kunder möjlighet att baka med världens finaste råvaror.",
        "title": "Världens bästa råvara i prisvinnande förpackning",
        "url": "https://www.knowit.se/kunder/industri/food/godt-brod/varldens-basta-ravara-i-prisvinnande-forpackning/"
    }
]