[
    {
        "company-field": "Public sector",
        "company-name": "swedens government agencies",
        "content": "Cyber­com (nowadays Knowit) has delivered the digital signing service SignPort to several of Sweden’s government agencies.",
        "title": "Digital signatures are making Official Sweden more efficient",
        "url": "https://www.knowit.eu/our-clients/public-sector/swedens-government-agencies/digital-signatures-are-making-official-sweden-more-efficient/"
    },
    {
        "company-field": "Life science & medical",
        "company-name": "iot",
        "content": "Water is the most essential element in our lives, where supply and quality are critical to a functioning society.",
        "title": "Internet of things (IoT) is assuring water quality in Poland",
        "url": "https://www.knowit.eu/our-clients/life-science--medical/iot/internet-of-things-is-assuring-water-quality-in-poland/"
    },
    {
        "company-field": "Manufacturing industry",
        "company-name": "troax",
        "content": "Troax wanted to make it easier for their customers to order customised machine guarding solutions and turned to Cybercom to make it happen.",
        "title": "Troax –  Web-based product configurator (Drawit)",
        "url": "https://www.knowit.eu/our-clients/industry/troax/troax-web-based-product-configurator-drawit/"
    },
    {
        "company-field": "Public sector",
        "company-name": "finnish public administration",
        "content": "The Finnish public administration is a pioneer in fully digital communication between citizens and public services. It has introduced the Suomi.fi service, a communication tool that replaces traditional mail sent by municipalities via the post office.",
        "title": "The pioneer of public administration",
        "url": "https://www.knowit.eu/our-clients/public-sector/finnish-public-administration/the-pioneer-of-public-administration/"
    },
    {
        "company-field": "Public sector",
        "company-name": "ekn",
        "content": "The Swedish Export Credit Agency (EKN) is an authority working to promote Swedish exports and the internationalisation of Swedish companies.",
        "title": "Securing and promoting Swedish export",
        "url": "https://www.knowit.eu/our-clients/public-sector/ekn/securing-and-promoting-swedish-export/"
    },
    {
        "company-field": "Life science & medical",
        "company-name": "war on cancer",
        "content": "War On Cancer is a social network and app for everyone affected by cancer. It is a forum for people who have been given a cancer diagnosis, where next-of-kin to those affected can also get support. How can identification of preventive treatment be improved using AI and predictive analysis? Together with Knowit, War on Cancer is working to develop even better mental health support.",
        "title": "Better mental health support in cancer",
        "url": "https://www.knowit.eu/our-clients/life-science--medical/war-on-cancer/better-mental-health-support-in-cancer/"
    },
    {
        "company-field": "Public sector",
        "company-name": "sporveien",
        "content": "Knowit has worked shoulder-to-shoulder with Sporveien in establishing a Supply Chain Strategy. The strategy will support a significant increase in the number of passenger journeys on the trams and subways over the next years.",
        "title": "Sporveien Supply Chain Strategy",
        "url": "https://www.knowit.eu/our-clients/public-sector/sporveien/sporveien-supply-chain-strategy/"
    },
    {
        "company-field": "Retail & services",
        "company-name": "circle k",
        "content": "To ensure profitability and competitiveness in a market with uncertain prospects, Circle K decided in 2017 to consolidate a significant amount of the tasks associated with storing fuel in Europe into one location without harm to ongoing operations. Circle K wanted external assistance to plan and implement this demanding transformation process, as well as to explore new technological solutions that could support the change process and help realize the potential.",
        "title": "Consolidation of the terminal operation of Circle K in Europe",
        "url": "https://www.knowit.eu/our-clients/retail--services/circle-k/consolidation-of-the-terminal-operation-of-circle-k-in-europe/"
    },
    {
        "company-field": "Public sector",
        "company-name": "uppsala municipality",
        "content": "Uppsala municipality saw a need to improve its management of building permits. Despite an increase in the number of clerks, the customer satisfaction metrics showed that the management was not optimal. Now, Uppsala municipality has performed a project in collaboration with Knowit to create digital support that can help an applicant in each step within the process.",
        "title": "The building permit board of Uppsala municipality",
        "url": "https://www.knowit.eu/our-clients/public-sector/uppsala-municipality/the-building-permit-board-of-uppsala-municipality/"
    },
    {
        "company-field": "Life science & medical",
        "company-name": "facial recognition",
        "content": "In times of displacement due to wars or natural disasters, it is common that families become separated. With the help of data and facial recognition, it becomes easier to help family members be reunited.",
        "title": "Reuniting families using data and facial recognition",
        "url": "https://www.knowit.eu/our-clients/life-science--medical/facial-recognition/facial-recognition/"
    },
    {
        "company-field": "Manufacturing industry",
        "company-name": "illegal fishing",
        "content": "In Norway, the fishing industry is based on the principle of sustainable fishing and strict fishing regulations. Knowit created a solution helping the Norwegian Coast Guard efficiently identify illegal fishing.",
        "title": "Identification of illegal fishing through robot-guided automation and machine learning",
        "url": "https://www.knowit.eu/our-clients/industry/illegal-fishing/illegal-fishing-operations/"
    },
    {
        "company-field": "Banking, finance & insurance",
        "company-name": "ratsit",
        "content": "With a primary focus on sales of digital services, it has been vital for Ratsit.se to ensure that the IT department is optimized. Under extraordinary circumstances, like the covid-19 pandemic, this places particularly high requirements of flexibility on the distributed IT team.",
        "title": "Distributed team that works well in both normal and extraordinary situations, like the covid-19 pandemic",
        "url": "https://www.knowit.eu/our-clients/banking-finance--insurance/ratsit/distributed-team-covid-19/"
    },
    {
        "company-field": "Retail & services",
        "company-name": "jula",
        "content": "Both creative DIYers and professionals can find good value products in Jula’s broad product range, which includes tools, machines, garden products, paint and household tools. Jula’s 92 stores have now been supplemented with an easy-to-follow and inviting e-commerce solution.",
        "title": "New investments in e-commerce with optimised customer experience",
        "url": "https://www.knowit.eu/our-clients/retail--services/jula/new-investments-in-e-commerce-with-optimised-customer-experience/"
    },
    {
        "company-field": "Retail & services",
        "company-name": "nilsongroup",
        "content": "In autumn 2016, Knowit Experience launched a brand new online shopping platform for the Nilson Group. Just a few months after the launch, the Nilson Group saw a substantial increase in conversions, and the previous sales record has been beaten by a significant margin.",
        "title": "The new online shopping solution has beaten all sales records",
        "url": "https://www.knowit.eu/our-clients/retail--services/nilsongroup/nilsongroup/"
    },
    {
        "company-field": "Life science & medical",
        "company-name": "winningtemp",
        "content": "Winningtemp collect and visualise real-time data to provide an overall picture of how employees experience leadership, stress and satisfaction in the workplace. In order to meet the need for secure and cost-effective administration of their system platform, they turned to us.",
        "title": "A winning temperature in the cloud",
        "url": "https://www.knowit.eu/our-clients/life-science--medical/winningtemp/en-vinnande-temperatur/"
    },
    {
        "company-field": "Media & education",
        "company-name": "tv2",
        "content": "As a media producer it is vital to know one’s audience. Which programmes do your customers like and which do they not like? The challenge facing TV 2 Norway was to gain insight into what their viewers think about their programmes in order to create even better TV concepts and meet customer needs. The solution? Program Monitor.",
        "title": "Program Monitor for TV 2",
        "url": "https://www.knowit.eu/our-clients/media-education/tv2/program-monitor/"
    },
    {
        "company-field": "Retail & services",
        "company-name": "ejendals",
        "content": "Ejendals’ vision is to create a safer day, without injury to hands and feet, and they want their e-commerce to contribute to that end by encouraging more people to use the very best protective products. Together with Ejendals, we succeeded so well in achieving this that we were awarded a prize for our efforts.",
        "title": "Award-winning e-commerce",
        "url": "https://www.knowit.eu/our-clients/retail--services/ejendals/award-winning-e-commerce/"
    },
    {
        "company-field": "Retail & services",
        "company-name": "synoptik",
        "content": "Brilleland’s new solution works across all devices, makes the day-to-day work of their web editor easier and automates much of the work that was previously done manually.",
        "title": "Brilleland.no – effective digital communication",
        "url": "https://www.knowit.eu/our-clients/retail--services/synoptik/brilleland.no/"
    },
    {
        "company-field": "Public sector",
        "company-name": "domstolsverket",
        "content": "The overriding goal of the Swedish National Courts Administration’s campaign \"Change your job for 15 days a year; become a lay judge\" was to attract more young people to become lay judges.",
        "title": "A rejuvenated judiciary",
        "url": "https://www.knowit.eu/our-clients/public-sector/domstolsverket/bli-namndeman/"
    },
    {
        "company-field": "Manufacturing industry",
        "company-name": "automotive",
        "content": "Knowit has long experience of business development at Volvo, having been involved from the beginning in defining both the architecture and working methods for their new platform. Business development was built up of a number of connected activities with the purpose of streamlining and guiding the development department to move in the same direction.",
        "title": "Business development ",
        "url": "https://www.knowit.eu/our-clients/industry/automotive/volvo-cars/verksamhetsutveckling-for-volvo/"
    },
    {
        "company-field": "Banking, finance & insurance",
        "company-name": "dnb bank",
        "content": "Thanks to developments in smartwatches, users can now check their balance and latest account transactions, as well as outstanding e-invoices, with a glance at the wrist.",
        "title": "Smartwatch app",
        "url": "https://www.knowit.eu/our-clients/banking-finance--insurance/dnb-bank/klockbank/"
    },
    {
        "company-field": "Manufacturing industry",
        "company-name": "automotive",
        "content": "If I don’t like the website, why should I like the car? Current car brand websites set the bar high with regard to tecnology, functionality and content.",
        "title": "Content services for Skoda",
        "url": "https://www.knowit.eu/our-clients/industry/automotive/skoda/innehallstjanster-till-skoda/"
    },
    {
        "company-field": "Manufacturing industry",
        "company-name": "food",
        "content": "Friele, Norway’s oldest and best-known coffee brand, asked us to create a balanced, comprehensive and stylish upgrade to the company’s visual identity. In April 2015, Knowit and Friele’s project won the Norwegian Design Council Award for Design Excellence.",
        "title": "Same old - brand new",
        "url": "https://www.knowit.eu/our-clients/industry/food/friele/ny-visuell-identitet/"
    },
    {
        "company-field": "Media & education",
        "company-name": "BNO",
        "content": "With a new name and a clear idea of their desired position, the Bergen National Opera wanted to make opera visible to a new public segment and be innovative trailblazers for large opera houses. It’s all about the stage and the music, scenery changes and a dynamic, handpicked ensemble for every production. About, light, colour, material and nuance. Contrasts and surprises.",
        "title": "Bergen National Opera",
        "url": "https://www.knowit.eu/our-clients/media-education/BNO/bergen-national-opera/"
    },
    {
        "company-field": "Manufacturing industry",
        "company-name": "food",
        "content": "Mjölk.se contains information about milk, cheese and butter. The website is part of the debate and a platform for LRF’s points of view, through brief, interesting and shareable facts.",
        "title": "Mjölk.se",
        "url": "https://www.knowit.eu/our-clients/industry/food/lrf/mjolk.se/"
    },
    {
        "company-field": "Banking, finance & insurance",
        "company-name": "obos bank",
        "content": "Simple, clean, transparent and intuitive, theses were the watchwords for the development of an entirely new bank. Close collaboration and an agile process led us to today’s solution.",
        "title": "OBOS on a new digital platform",
        "url": "https://www.knowit.eu/our-clients/banking-finance--insurance/obos-bank/ny-internetbank/"
    },
    {
        "company-field": "Public sector",
        "company-name": "ruter",
        "content": "Ruter is responsible for over half of Norway’s public transport. Oslo and Akershus are Europe’s fastest growing urban areas. In 2014 alone, over 319 million journeys were made by public transport in Oslo and Akershus. This was the basis for the development of two apps that changed the way people travelled on public transport in Oslo and Akershus.",
        "title": "Public transport apps",
        "url": "https://www.knowit.eu/our-clients/public-sector/ruter/simplified-public-transport/"
    },
    {
        "company-field": "Manufacturing industry",
        "company-name": "automotive",
        "content": "Together with the Volkswagen Group, we are with you throughout your journey as a car owner.",
        "title": "Apps that simplify car ownership",
        "url": "https://www.knowit.eu/our-clients/industry/automotive/volkswagen-group-sverige/volkswagen-appar/"
    },
    {
        "company-field": "Manufacturing industry",
        "company-name": "food",
        "content": "Godt Brød bake using the finest organic flour. Flour milled from carefully cultivated grain. In harmony with nature. Godt Brød wants to give their baking-enthusiast customers the opportunity to bake using the finest basic ingredients.",
        "title": "The best basic ingredient in the world in prize-winning packaging",
        "url": "https://www.knowit.eu/our-clients/industry/food/godt-brod/The-best-basic-ingredient-in-the-world-in-prize-winning-packaging/"
    },
    {
        "company-field": "Manufacturing industry",
        "company-name": "food",
        "content": "Olav Bleie is investing in the development of alcoholic cider production at his farm in Hardanger. He is seeking help in developing a brand and identity, as well as packaging design. The major market is those restaurants and bars in Vestlandet in Norway that have a particular interest in micro-breweries and locally produced goods.",
        "title": "Alde – a quality cider from Bleie Farm in Hardanger",
        "url": "https://www.knowit.eu/our-clients/industry/food/bleie-gard/alde/"
    },
    {
        "company-field": "Banking, finance & insurance",
        "company-name": "santander consumer bank",
        "content": "Santander’s vision is to create a personal digital bank that meets the needs of every customer in realtime. The site was also intended to proactively drive sales and dialogue aimed at logged-on customers based on their user behaviour. Knowit have participated in making this vision a reality by building an entirely new internet bank.",
        "title": "The internet bank that knows every customer",
        "url": "https://www.knowit.eu/our-clients/banking-finance--insurance/santander-consumer-bank/internetbanken-som-kanner-varje-kund/"
    },
    {
        "company-field": "Retail & services",
        "company-name": "synoptik",
        "content": "The aim was to lift this digital platform to a higher level and make the website responsive.",
        "title": "Interoptik.no – seamless publication",
        "url": "https://www.knowit.eu/our-clients/retail--services/synoptik/interoptik.no/"
    },
    {
        "company-field": "Banking, finance & insurance",
        "company-name": "landshypotek bank",
        "content": "In the countryside since 1836, now also online.",
        "title": "Landshypotek Bank",
        "url": "https://www.knowit.eu/our-clients/banking-finance--insurance/landshypotek-bank/landshypotek-bank/"
    },
    {
        "company-field": "Public sector",
        "company-name": "brandkaren attunda",
        "content": "Brandkåren Attunda is an association of six member municipalities – Järfälla, Knivsta, Sigtuna, Sollentuna, Upplands-Bro and Upplands Väsby – working to make the daily life of the residents of those municipalities as safe and secure as possible. We had the priviledge of creating their website and intranet based on a user-centred working method.",
        "title": "Brandkåren Attunda",
        "url": "https://www.knowit.eu/our-clients/public-sector/brandkaren-attunda/brandkaren-attunda/"
    },
    {
        "company-field": "Energy",
        "company-name": "statkraft",
        "content": "Statkraft – An web application that supports the production process",
        "title": "Statkraft – An web application that supports the production process",
        "url": "https://www.knowit.eu/our-clients/energy/statkraft/statkraft-system-for-robust-energy-production/"
    },
    {
        "company-field": "Manufacturing industry",
        "company-name": "manufacturing",
        "content": "A breath of fresh air – improved air flow in the work or home indoor climate.",
        "title": "Sweflow",
        "url": "https://www.knowit.eu/our-clients/industry/manufacturing/swegon/sweflow/"
    },
    {
        "company-field": "Energy",
        "company-name": "enkla elbolaget",
        "content": "We love innovation and we love a challenge. When Enkla Elbolaget approached us with their idea we were quickly onboard, offering an innovative technical solution that met their high demands for accessibility, simplicity and flexibility.",
        "title": "Enkla Elbolaget",
        "url": "https://www.knowit.eu/our-clients/energy/enkla-elbolaget/enkla-elbolaget/"
    },
    {
        "company-field": "Manufacturing industry",
        "company-name": "construction",
        "content": "The Tree is an apartment complex that’s a little bit out of the ordinary. At 14 floors and 51 metres high, The Tree will be the tallest timber-frame building in the world on completion at the end of 2016.",
        "title": "A wooden world record",
        "url": "https://www.knowit.eu/our-clients/industry/construction/bob/ett-varldsrekord-av-tra/"
    },
    {
        "company-field": "Media & education",
        "company-name": "rikstv",
        "content": "RiksTV wanted to offer more content and live TV from more channels. They also wanted to allow users to customise content – simple, intuitive and user friendly.",
        "title": "RiksTV Junior",
        "url": "https://www.knowit.eu/our-clients/media-education/rikstv/rikstv-junior/"
    },
    {
        "company-field": "Public sector",
        "company-name": "myndigh. for vardanalys",
        "content": "The Swedish Agency for Health and Care Services Analysis reviews healthcare in society from the perspective of patients, users and citizens. That is, from the viewpoint of you, your neighbours and everyone else. It was therefore important that their new responsive website be available to all.",
        "title": "Swedish Agency for Health and Care Services Analysis",
        "url": "https://www.knowit.eu/our-clients/public-sector/myndigh.-for-vardanalys/Swedish-Agency-for-Health-and-Care-Services-Analysis/"
    },
    {
        "company-field": "Energy",
        "company-name": "statkraft",
        "content": "Statkraft is a leading company in hydropower internationally and Europe’s largest generator of renewable energy. As a global player, they needed an intranet that strengthened their organisation.",
        "title": "Powerful intranet",
        "url": "https://www.knowit.eu/our-clients/energy/statkraft/statkraft-intranat/"
    },
    {
        "company-field": "Banking, finance & insurance",
        "company-name": "trafikskadenamnden",
        "content": "Digitally accessed guidance for more effective assessment of disfiguring traffic injuries provides fair judgement and reasonable compensation.",
        "title": "Ärrtjänsten",
        "url": "https://www.knowit.eu/our-clients/banking-finance--insurance/trafikskadenamnden/arrtjansten/"
    },
    {
        "company-field": "Manufacturing industry",
        "company-name": "automotive",
        "content": "Innovation, design, functionality and performance are four of Porsche’s strongest core values. Knowit’s task was to deliver these on the new Porsche Sverige website.",
        "title": "Porsche Sverige",
        "url": "https://www.knowit.eu/our-clients/industry/automotive/volkswagen-group-sverige/porsche/"
    },
    {
        "company-field": "Public sector",
        "company-name": "statens maritima museer",
        "content": "The world’s ninth most interesting museum. With the world’s ninth most interesting museum website.",
        "title": "Vasa Museum",
        "url": "https://www.knowit.eu/our-clients/public-sector/statens-maritima-museer/vasa-museum/"
    },
    {
        "company-field": "Retail & services",
        "company-name": "fujicolor",
        "content": "The new Fuji Direkt isn’t only an web shop, it’s also a powerful editing tool for photographic products. Create a product in the app or directly via the responsive website.",
        "title": "Sweden’s leader in photo developing",
        "url": "https://www.knowit.eu/our-clients/retail--services/fujicolor/Fuji-Direkt-app-and-website/"
    },
    {
        "company-field": "Retail & services",
        "company-name": "transdev",
        "content": "An intranet in motion. from Haparanda in the north to Österlen in the south.",
        "title": "Transdev intranet",
        "url": "https://www.knowit.eu/our-clients/retail--services/transdev/transdev-intranet/"
    },
    {
        "company-field": "Telecom",
        "company-name": "tele2",
        "content": "TELE2 shook up the mobile phone market when they did away with fixed-period contracts and prepackaged subscriptions. The customer can now put together the package they want and change their mind whenever they want, cost free – a shift that placed entirely new demands on the website.",
        "title": "Mobile e-commerce and website",
        "url": "https://www.knowit.eu/our-clients/telecom/tele2/TELE2s-web-shop-for-mobile-phone-purchases/"
    },
    {
        "company-field": "Banking, finance & insurance",
        "company-name": "volkswagen finans",
        "content": "Buying a new car? In that case, you have in all likelihood given some thought to how to finance your purchase. At Volkswagen Financial Services, they ponder on a daily basis over how car ownership can be made easier through various solutions that make the car more accessible to their customers.",
        "title": "Strategic content management across several brands",
        "url": "https://www.knowit.eu/our-clients/banking-finance--insurance/volkswagen-finans/volkswagen-financial-services/"
    },
    {
        "company-field": "Banking, finance & insurance",
        "company-name": "dnb bank",
        "content": "DNB approached us with an extremely exciting project looking for help in developing a user-friendly app that makes it possible to send money between friends. The app needed to be fun and easy to use.",
        "title": "Vipps – Pay your friends via mobile phone",
        "url": "https://www.knowit.eu/our-clients/banking-finance--insurance/dnb-bank/vipps/"
    },
    {
        "company-field": "Public sector",
        "company-name": "botkyrka kommun",
        "content": "For the municipality of Botkyrka, it was a matter of course that their IT systems would support operations and be expedient and effective. We believe that these are vital prerequisites in facing the future.",
        "title": "The municipality of Botkyrka",
        "url": "https://www.knowit.eu/our-clients/public-sector/botkyrka-kommun/botkyrka-kommun/"
    },
    {
        "company-field": "Manufacturing industry",
        "company-name": "manufacturing",
        "content": "Siemens Industrial Turbomachinery decreased lead times by 70 % in its CAE process. Simply put, this was a brilliant project.",
        "title": "Siemens Industrial Turbomachinery",
        "url": "https://www.knowit.eu/our-clients/industry/manufacturing/siemens/siemens-industrial-turbomachinery/"
    },
    {
        "company-field": "Manufacturing industry",
        "company-name": "food",
        "content": "Organizational change processes may be difficult and it takes dedicated, unpretentious management that occasionally dares to operate outside the box. After an entire year of intense work, DeLaval could determine a clear purpose and a joint vision.",
        "title": "DeLaval",
        "url": "https://www.knowit.eu/our-clients/industry/food/delaval/delaval/"
    },
    {
        "company-field": "Energy",
        "company-name": "dong   energy electricity sales and distribution",
        "content": "When Dong requested our help in procuring a new MDM System, smart metering and services for 10,000,000 customers, we rolled up our sleeves.",
        "title": "DONG Energy Electricity Sales and Distribution",
        "url": "https://www.knowit.eu/our-clients/energy/dong---energy-electricity-sales-and-distribution/dong/"
    },
    {
        "company-field": "Energy",
        "company-name": "umea energi",
        "content": "Umeå Energi needed help in establishing a work method for evaluating and realizing business opportunities, with the goal of strengthening its position in the process chain and giving itself the chance to identify new business opportunities.",
        "title": "Umeå Energi",
        "url": "https://www.knowit.eu/our-clients/energy/umea-energi/umea-energi/"
    },
    {
        "company-field": "Banking, finance & insurance",
        "company-name": "Swedish Bankers Association",
        "content": "Having many different infrastructure suppliers can create uncertainty and unclarity about the observed security levels. With a tailored reporting system, we have given the Swedish Bankers’ Association the ability to get an overview.",
        "title": "The Swedish Bankers’ Association",
        "url": "https://www.knowit.eu/our-clients/banking-finance--insurance/Swedish-Bankers-Association/svenska-bankforeningen/"
    },
    {
        "company-field": "Public sector",
        "company-name": "oslo municipality",
        "content": "The aim was improved dialogue with residents and improved internal work processes. Included in the scope of the assignment were modernisation, increased efficiency, improved time-to-market and better user management.",
        "title": "Oslo Municipality",
        "url": "https://www.knowit.eu/our-clients/public-sector/oslo-municipality/oslo-kommun/"
    },
    {
        "company-field": "Banking, finance & insurance",
        "company-name": "op pohjola group",
        "content": "Knowit helped the OP-Pohjola Group to optimise their testing procedures in order to do away with a number of long and exhaustive tests. Instead of resource-draining work on test data, they can now apply greater focus to quality.",
        "title": "OP-Pohjola Group",
        "url": "https://www.knowit.eu/our-clients/banking-finance--insurance/op-pohjola-group/optimerad-testprocess-som-sparar-tid-och-pengar/"
    },
    {
        "company-field": "Banking, finance & insurance",
        "company-name": "monobank",
        "content": "Knowit has developed the brand strategy, name, visual identity, web solution and concept for an entirely new bank. MONOBANK.",
        "title": "An entirely new bank",
        "url": "https://www.knowit.eu/our-clients/banking-finance--insurance/monobank/monobank/"
    }
]